[{"title":"NSF Grants for Rapid Response Research (RAPID)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Contact the NSF program officer(s)","fundingLevel":"up to $200K and of one year duration. ","website":"https://www.nsf.gov/pubs/policydocs/pappg19_1/pappg_2.jsp#IIE1","description":"The RAPID funding mechanism is used for proposals having a severe urgency with regard to availability of, or access to data, facilities or specialized equipment, including quick-response research on natural or anthropogenic disasters and similar unanticipated events.  PI must contact the NSF program officer(s) whose expertise is most germane to the proposal topic Project Description is brief – two to five pages - and include clear statements as to why the proposed research is of an urgent nature and why a RAPID award would be the most appropriate mechanism for supporting the proposed work. ","updateddate":"3/4/2021"},{"title":"NSF Early-concept Grants for Exploratory Research (EAGER)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Contact the NSF program officer(s)","fundingLevel":"up to $300K and of up to two years duration","website":"https://www.nsf.gov/pubs/policydocs/pappg19_1/pappg_2.jsp#IIE1","description":"The EAGER funding mechanism may be used to support exploratory work in its early stages on untested, but potentially transformative, research ideas or approaches. This work may be considered especially \"high risk-high payoff\" in the sense that it, for example, involves radically different approaches, applies new expertise, or engages novel disciplinary or interdisciplinary perspectives.\r\n•\tThese exploratory proposals may also be submitted directly to an NSF program, but the EAGER mechanism should not be used for projects that are appropriate for submission as regular (i.e., non-EAGER) NSF proposals.\r\n•\tPI(s) must contact the NSF program officer(s) whose expertise is most germane to the proposal topic \r\n•\tThe Project Description is expected to be brief (five to eight pages) and include clear statements as to why this project is appropriate for EAGER funding, including why it does not fit into existing programs and why it is a good fit for EAGER. \r\n•\tup to $300K and of up to two years duration. ","updateddate":"3/4/2021"},{"title":"Decision, Risk and Management Sciences  (DRMS)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"8/18/2020","fundingLevel":"Unspecified","website":"https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=5423","description":"The Decision, Risk and Management Sciences program supports scientific research directed at increasing the understanding and effectiveness of decision making by individuals, groups, organizations, and society. Disciplinary and interdisciplinary research, doctoral dissertation research improvement grants (DDRIGs), and conferences are funded in the areas of judgment and decision making; decision analysis and decision aids; risk analysis, perception, and communication; societal and public policy decision making; management science and organizational design. The program also supports small grants that are time-critical (Rapid Response Research - RAPID) and small grants that are high-risk and of a potentially transformative nature (EArly-Concept Grants for Exploratory Research - EAGER). For detailed information concerning these two types of grants, please review Chapter II.E of the NSF Proposal & Award Policies & Procedures Guide (PAPPG).","updateddate":"3/4/2021"},{"title":"Ecology and Evolution of Infectious Diseases (EEID)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"11/18/2020","fundingLevel":"Not Specified","website":"https://www.nsf.gov/pubs/2019/nsf19592/nsf19592.htm","description":"The multi-agency Ecology and Evolution of Infectious Diseases program supports research on the ecological, evolutionary, and social drivers that influence the transmission dynamics of infectious diseases. The central theme of submitted projects must be the quantitative or computational understanding of pathogen transmission dynamics. The intent is discovery of principles of infectious disease transmission and testing mathematical or computational models that elucidate infectious disease systems. Projects should be broad, interdisciplinary efforts that go beyond the scope of typical studies. They should focus on the determinants and interactions of transmission among humans, non-human animals, and/or plants. This includes, for example, the spread of pathogens; the influence of environmental factors such as climate; the population dynamics and genetics of reservoir species or hosts; the feedback between ecological transmission and evolutionary dynamics; and the cultural, social, behavioral, and economic dimensions of pathogen transmission. Research may be on zoonotic, environmentally-borne, vector-borne, or enteric pathogens of either terrestrial or aquatic systems and organisms, including diseases of animals and plants, at any scale from specific pathogens to inclusive environmental systems. Proposals for research on disease systems of public health concern to developing countries are strongly encouraged, as are disease systems of concern in agricultural systems. Investigators are encouraged to develop the appropriate multidisciplinary team, including for example, anthropologists, modelers, ecologists, bioinformaticians, genomics researchers, social scientists, economists, oceanographers, mathematical scientists, epidemiologists, evolutionary biologists, entomologists, parasitologists, microbiologists, bacteriologists, virologists, pathologists or veterinarians, with the goal of integrating knowledge across disciplines to enhance our ability to predict and control infectious diseases. The goal of the Ecology and Evolution of Infectious Diseases (EEID) program is to support important and innovative research on the ecological, evolutionary, and socio-ecological principles that influence the transmission dynamics of infectious diseases. The program's focus is on the discovery of general principles and processes and on building and testing models that elucidate these principles. Projects must address the quantitative or computational understanding of pathogen transmission dynamics. Research in EEID is expected to be an interdisciplinary effort that goes beyond the scope of typical studies funded by the standing programs of the partner agencies. Projects should bring together such areas as anthropology, bioinformatics, computational science, ecology, economics, epidemiology, evolution, food science, genomics, geography, global health, mathematics, medicine, microbiology, oceanography, plant science, population biology, sociology, physical environmental sciences, systems science, and veterinary medicine. Research within EEID is expected to generate rigorously characterized and tested models that are of value to the scientific community, but also may be useful in decision making. The history of the EEID program has shown that the most competitive proposals are those that advance broad, conceptual knowledge that reaches beyond the specific system under study and that may be useful for understanding public, agricultural or ecosystem health, natural resource use and wildlife management, and/or economic development. Such proposals are typically interdisciplinary in their approach and/or the nature of the question(s) being addressed.","updateddate":"3/4/2021"},{"title":"Dear Colleague Letter: Request for SBIR/STTR Phase I Proposals Addressing COVID-19","agency":"CANSSI Rapid Response Program","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.nsf.gov/pubs/2020/nsf20065/nsf20065.jsp","description":"The Division of Innovation and Industrial Partnerships (IIP) of the Engineering Directorate invites US-based small businesses to submit Phase I proposals focused on the development and deployment of new technologies, products, processes, and services with the potential to positively impact the nation’s and world’s ability to respond to the COVID-19 crisis. Areas of research that might be considered include, but are not limited to: artificial intelligence, digital health, diagnostics, distributed ledger, environmental technologies, medical devices, pharmaceutical technologies, disinfection and sterilization, and filtration and separations. Interested proposers are invited to submit to the NSF Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) Phase I Program.","updateddate":"3/4/2021"},{"title":"Dear Colleague Letter on the Coronavirus Disease 2019 (COVID-19)","agency":"National Science Foundation","logo":"assets//logos//nsf.png","category":"NSF","dueDate":"Continuous Submission","fundingLevel":"200,000 USD","website":"https://www.nsf.gov/news/special_reports/coronavirus/","description":"In light of the emergence and spread of the coronavirus disease 2019 (COVID-19) in the United States and abroad, the National Science Foundation (NSF) is accepting proposals to conduct non-medical, non-clinical-care research that can be used immediately to explore how to model and understand the spread of COVID-19, to inform and educate about the science of virus transmission and prevention, and to encourage the development of processes and actions to address this global challenge. NSF encourages the research community to respond to this challenge through existing funding opportunities. In addition, the sponsor invites researchers to use the Rapid Response Research (RAPID) funding mechanism, which allows NSF to receive and review proposals having a severe urgency with regard to availability of or access to data, facilities or specialized equipment as well as quick-response research on natural or anthropogenic disasters and similar unanticipated events","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Availability of Administrative Supplements and Revision Supplements on Coronavirus Disease 2019 (COVID-19)","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"10/6/2020","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-HL-20-757.html","description":"NHLBI is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on Coronavirus Disease 2019 (COVID-19) and on biological effects of its causative agent, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Topics of specific interest to NHLBI include host response, associations with heart, lung, and blood (HLB) diseases, potential impacts on transfusion safety, and clinical outcomes of infected individuals.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Repurposing Existing Therapeutics to Address the 2019 Novel Coronavirus Disease (COVID-19)","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"10/17/2020","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-TR-20-012.html","description":"National Center for Advancing Translational Sciences (NCATS) is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the 2019 novel coronavirus (SARS-CoV-2) and the disease it causes, i.e., “coronavirus disease 2019” (COVID-19). NCATS is particularly interested in projects that repurpose existing drugs or biologics (existing therapeutics) that have already begun or completed a Phase I clinical trial.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Availability of Emergency Competitive Revision and Administrative Supplements on Biomedical Technologies for Coronavirus Disease 2019 (COVID-19)","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"11/10/2020","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/not-eb-20-008.html","description":"The National Institute of Biomedical Imaging and Bioengineering (NIBIB) is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for accelerating the development, translation, and commercialization of technologies to address Coronavirus Disease 2019 (COVID-19). The NIBIB is seeking applications from current grantees to develop life-saving technologies that can be ready for commercialization within one to two years.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Urgent Competitive Revisions for Research on Coronavirus Disease 2019 (COVID-19) and the Causative Virus SARS-CoV-2","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"2/6/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-GM-20-025.html","description":"Coronaviruses are a diverse family of viruses that cause a range of disease in humans and animals, and there are currently no approved coronavirus vaccines or therapeutics. In January 2020, a novel coronavirus, SARS-CoV-2, was identified as the causative agent of an outbreak of viral pneumonia centered around Wuhan, Hubei Province, China. Current information regarding confirmed cases is changing daily and can be found on the Centers for Disease Control and Prevention website (https://www.cdc.gov/coronavirus/index.html) and through other sources. Transmission characteristics and the associated morbidity and mortality are not completely understood, but there is clear evidence of human-to-human transmission. Many other aspects of viral pathogenesis, natural history, and host range are poorly understood. Given this, there is an urgent public health need to better understand SARS-CoV-2, particularly to improve the predictive quality of existing models of spread, diagnostics for measurement of transmission, susceptibility and recovery, and development of therapeutic interventions.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Emergency Competitive Revisions for Research on Severe Acute Respiratory Syndrome","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"3/25/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-AI-20-034.html","description":"NIAID is issuing this Notice of Special Interest (NOSI) to highlight the need for research on Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus Disease 2019 (COVID-19). NIAID is particularly interested in projects focusing on viral natural history, pathogenicity, transmission, as well as projects developing medical countermeasures and suitable animal models for pre-clinical testing of vaccines and therapeutics against SARS-CoV-2/COVID-19.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Development of Biomedical Technologies for Coronavirus Disease 2019 (COVID-19)","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"3/31/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/not-eb-20-007.html","description":"The National Institute of Biomedical Imaging and Bioengineering (NIBIB) is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for accelerating the development, translation, and commercialization of technologies to address Coronavirus Disease 2019 (COVID-19). The NIBIB is seeking applications to develop life-saving technologies that can be ready for commercialization within one to two years. ","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Small Business Research and Development of Biomedical Technologies for Coronavirus Disease 2019 (COVID-19)","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"3/31/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/not-eb-20-006.html","description":"The National Institute of Biomedical Imaging and Bioengineering (NIBIB) is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for accelerating the development, translation, and commercialization of technologies to address Coronavirus Disease 2019 (COVID-19). The NIBIB is seeking applications to develop life-saving technologies that can be ready for commercialization within one to two years. ","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Administrative Supplements and Urgent Competitive Revisions for Research on the 2019 Novel Coronavirus","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"3/31/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-DA-20-047.html","description":"NIDA is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the 2019 Novel Coronavirus (2019-nCoV, also known as COVID-19). NIDA is especially interested in research collecting and examining data on the risks and outcomes for COVID-19 infection in individuals suffering from substance use disorders.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Administrative Supplements and Urgent Competitive Revisions for Research on the 2019 Novel Coronavirus and the Behavioral and Social Sciences","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"3/32/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-OD-20-097.html","description":"This Notice of Special Interest (NOSI) highlights the urgent need for social, behavioral, economic, health communication, and epidemiologic research relevant to the 2019 Novel Coronavirus (SARS-CoV-2) and COVID-19. This NOSI encourages urgent competitive supplements and administrative supplements to existing longitudinal studies that address key social and behavioral questions related to the COVID-19 pandemic, including adherence to and transmission mitigation from various containment and mitigation efforts; social, behavioral, and economic impacts from these containment and mitigation efforts; and downstream health impacts resulting from these social, behavioral, and economic impacts,including differences in risk and resiliency based on gender, race and ethnicity, socioeconomic status, and other social determinants of health.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Administrative Supplements and Urgent Competitive Revisions for Mental Health Research on the 2019 Novel Coronavirus","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"4/16/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-MH-20-047.html","description":"NIMH is issuing this Notice of Special Interest (NOSI) to highlight interest in research to strengthen the mental health response to Coronavirus Disease 2019 (COVID-19) caused by the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and to future public health emergencies, including pandemics. NIMH is especially interested in research to provide an evidence base for how a disrupted workforce may adequately respond/adapt to and maintain services or provide additional care for new or increasing mental health needs, as well as to learn about the effects of the virus and public health measures to prevent spread of COVID-19 that may have an impact on mental health. Research addressing the intersection of COVID-19, mental health, and HIV treatment and prevention are also of interest to NIMH.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest:  Availability of Administrative Supplements and Competitive Revision Supplements on Coronavirus Disease 2019 (COVID-19) within the Mission of NIAAA","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"4/16/2021","fundingLevel":"Unspecified","website":"http://grants.nih.gov/grants/guide/notice-files/not-aa-20-011.html","description":"The impact of the COVID-19 pandemic on the nation is vast, especially on health and well-being. Research suggests that alcohol consumption tends to increase during times of duress and uncertainty such as disasters and other traumatic events, and as such alcohol is often misused to cope with stress, anxiety, and other uncomfortable emotions. In addition, the misuse of alcohol to cope with the stress as a result of physical distancing and other policy measures, and a lack of access to supportive social networks and treatment for people with pre-existing alcohol use disorder (AUD) are significant concerns during the pandemic. These outcomes are particularly challenging with respect to COVID-19 because alcohol misuse can interfere with normal immune system function and elevate susceptibility to viral infections of the respiratory system. Alcohol-associated damage to the liver, heart, and other organs may also complicate health outcomes in individuals with COVID-19. These myriad physical and behavioral health outcomes related to alcohol and COVID-19 present a range of urgent research needs and opportunities.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): NIA Availability of Administrative Supplements and Revision Supplements on Coronavirus Disease 2019 (COVID-19)","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"4/31/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-AG-20-022.html","description":"NIA is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on Coronavirus Disease 2019 (COVID-19). The mission of NIA is to support and conduct genetic, biological, clinical, behavioral, social, and economic research on aging. This NOSI supports mission critical areas of research for NIA as they relate to the COVID-19 pandemic.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Competitive and Administrative Supplements for the Impact of COVID-19 Outbreak on Minority Health and Health Disparities","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"4/31/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-MD-20-019.html","description":"The National Institute on Minority Health and Health Disparities (NIMHD) is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the impact of the novel Coronavirus (SARS-CoV-2) pandemic causing COVID-19 disease outbreaks and the resulting disruptions on individual and social wellbeing, health services use, and health outcomes for NIH-designated health disparity populations.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): NIEHS Support for Understanding the Impact of Environmental Exposures on Coronavirus Disease 2019 (COVID-19)","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"5/4/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/not-es-20-020.html","description":"NIEHS is issuing this Notice of Special Interest (NOSI) to address the urgent need for mission-relevant research to understand the impact of environmental exposures on Coronavirus Disease 2019 (COVID-19) and its causative agent, the severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2). NIEHS is particularly interested in applications that will provide insight into the role of environmental exposures in pathogenicity, transmission, individual susceptibility, or prevention and intervention strategies.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) Clinical and Translational Science Award (CTSA) Program Applications to Address 2019 Novel Coronavirus (COVID-19) Public Health Need","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"7/10/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-TR-20-011.html","description":"National Center for Advancing Translational Sciences (NCATS) is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the 2019 novel Coronavirus (COVID-19). NCATS is particularly interested in projects focusing on the use of informatics solutions to diagnose cases and the use of CTSA-supported core resources (e.g., advanced scientific instruments, highly-specialized facilities, and regulatory expertise) to facilitate research on COVID-19 and advance the translation of research findings into diagnostics, therapeutics, and vaccines. NCATS is soliciting applications for Administrative Supplements to UL1, U01, and R21 awards (through PA-18-591), Collaborative Innovation Awards to U01 and R21 awards (through PAR-19-099 and PAR-19-100, respectively), and Competitive Revisions for UL1 awards for each of the non-administrative supplement awards (through PAR-19-337).","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Emergency Competitive Revisions to Existing NIH Grants and Cooperative Agreements for Tissue Chips Research on the 2019 Novel Coronavirus","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"1/26/2022","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-TR-20-017.html","description":"NCATS is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the COVID-19. NCATS is especially interested in research in the use of microphysiological systems or tissue chips in collecting and examining data on the risks and outcomes for COVID-19 infection, and advance the translation of research findings into diagnostics, therapeutics, and vaccines.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Administrative Supplements for Tissue Chips Research on the 2019 Novel Coronavirus","agency":"National Institutes of Health (NIH)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Urgent Competitive Revision/Supplement","dueDate":"1/26/2022","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-TR-20-016.html","description":"NCATS is issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the COVID-19. NCATS is especially interested in research in the use of microphysiological systems or tissue chips in collecting and examining data on the risks and outcomes for COVID-19 infection, and advance the translation of research findings into diagnostics, therapeutics, and vaccines.","updateddate":"3/4/2021"},{"title":"RFA-RM-20-021 -- NIH Director’s Emergency Early Independence Awards (DP5 Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"8/4/2020","fundingLevel":"1,250,000 USD","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-RM-20-021.html","description":"This FOA solicits applications responsive only to the COVID-19 public health emergency through support of the CARES Act. All other Early Independence Award applications must be submitted in response to RFA-RM-20-014.\r\n\r\nThe NIH Director's Early Independence Award (a component of the High-Risk, High-Reward Research program of the NIH Common Fund) supports exceptional junior investigators who wish to pursue independent research soon after completion of their terminal doctoral degree or post-graduate clinical training, thereby forgoing the traditional post-doctoral training period and accelerating their entry into an independent research career. For the program to support the best possible researchers and research, applications are sought which reflect the full diversity of the research workforce. Individuals from diverse backgrounds and from the full spectrum of eligible institutions in all geographic locations are strongly encouraged to apply to this Funding Opportunity Announcement.\r\n\r\nDue to the COVID-19 public health emergency, the Common Fund will dedicate funds provided by the CARES Act to support a total of 5-10 Early Independence Awards (through this FOA) or Transformative Research Awards (through RFA-RM-20-020) that bring new, innovative perspectives and approaches to the prevention of, preparation for, or response to coronavirus SARS-CoV-2, domestically or internationally. Any relevant area of coronavirus SARS-CoV-2 research is welcome, including behavioral/social science research, research on health disparities, novel therapeutics, and other related topics. As with all High-Risk, High-Reward Research program applications, innovation may be technological or conceptual.","updateddate":"3/4/2021"},{"title":"RFA-RM-20-020 -- NIH Director’s Emergency Transformative Research Awards (R01 Clinical Trial Optional)","agency":"Office of the Director, National Institutes of Health/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-RM-20-020.html","description":"This FOA solicits applications responsive only to the COVID-19 public health emergency through support of the CARES Act. All other Transformative Research Award applications must be submitted in response to RFA-RM-20-013.\r\n\r\nThe NIH Director’s Transformative Research Award Program supports individual scientists or groups of scientists proposing groundbreaking, exceptionally innovative, original, and/or unconventional research with the potential to create new scientific paradigms, establish entirely new and improved clinical approaches, or develop transformative technologies. For the program to support the best possible researchers and research, applications are sought which reflect the full diversity of the nation’s research workforce. Individuals from diverse backgrounds and from the full spectrum of eligible institutions in all geographic locations are strongly encouraged to apply to this Funding Opportunity Announcement. No preliminary data are required. Projects must clearly demonstrate, based on the strength of the logic, a compelling potential to produce a major impact on SARS-CoV-2 prevention, preparation, or response. The NIH Director’s Transformative Research Award is a component of the High-Risk, High-Reward Research (HRHR) Program of the NIH Common Fund.","updateddate":"3/4/2021"},{"title":"Emergency Awards: Rapid Investigation of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus Disease 2019 (COVID-19) (R21 Clinical Trial Not Allowed)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//niaid.png","category":"NIH","dueDate":"4/29/2021","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-20-177.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to provide an expedited funding mechanism for research on Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus Disease 2019 (COVID-19). NIAID is issuing this FOA in response to the declared public health emergency issued by the Secretary, HHS, for 2019 Novel Coronavirus (COVID-19).","updateddate":"3/4/2021"},{"title":"Emergency Awards: Rapid Investigation of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus Disease 2019 (COVID-19) (R01 Clinical Trial Not Allowed)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//niaid.png","category":"NIH","dueDate":"4/29/2021","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-20-178.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to provide an expedited funding mechanism for research on Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus Disease 2019 (COVID-19). NIAID is issuing this FOA in response to the declared public health emergency issued by the Secretary, HHS, for 2019 Novel Coronavirus (COVID-19).","updateddate":"3/4/2021"},{"title":"Rapid Acceleration of Diagnostics (RADx): Fast-Track Program for COVID-19 Test Development and Distribution","agency":"National Institute of Biomedical Imaging and Bioengineering/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","dueDate":"Continuous Submission","fundingLevel":"6,000,000 USD","website":"https://www.poctrn.org/radx","description":"National Institute of Biomedical Imaging and Bioengineering (NIBIB) is urgently soliciting proposals and can provide up to $500M across multiple projects to rapidly produce innovative SARS-CoV-2 diagnostic tests that will assist the public’s safe return to normal activities.\r\nRapid Acceleration of Diagnostics (RADx), is a fast-track technology development program that leverages the National Institutes of Health (NIH) Point-of-Care Technology Research Network (POCTRN). RADx will support novel solutions that build the U.S. capacity for SARS-CoV-2 testing up to 100-fold above what is achievable with standard approaches. RADx is structured to deliver innovative testing strategies to the public as soon as late summer 2020 and is an accelerated and comprehensive multi-pronged effort by NIH to make SARS-CoV-2 testing readily available to every American.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Emergency Competitive Revisions for Community-Engaged Research on COVID-19 Testing among Underserved and/or Vulnerable Populations","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"8/7/2020","fundingLevel":"700,000 USD","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-OD-20-120.html","description":"This Notice of Special Interest (NOSI) highlights the urgent need to understand and address COVID-19 morbidity and mortality disparities among underserved and vulnerable populations across the United States. These two-year community-engaged Testing Research Projects will examine SARS-CoV-2 infection patterns and efforts to increase access and effectiveness of diagnostic methods through the Rapid Acceleration of Diagnostics for Underserved Populations (RADx-UP) initiative. The overarching goal is to understand factors that have led to disproportionate burden of the pandemic on these underserved populations so that interventions can be implemented to decrease these disparities. The funding for this supplement program is provided from the Paycheck Protection Program and Health Care Enhancement Act, 2020.\r\nThe Office of the Director is offering Emergency Competitive Revisions to active eligible grants and cooperative agreements addressing the objectives described below. This NOSI is one of four related RADx-UP funding opportunities. This Testing Research Projects NOSI will support supplements to individual NIH research awards that include community collaborations or partnerships to support COVID-19 testing (or have the capacity to ramp up quickly) to reach underserved and/or COVID-19 vulnerable populations.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Emergency Competitive Revisions for Social, Ethical, and Behavioral Implications (SEBI) Research on COVID-19 Testing among Underserved and/or Vulnerable Populations","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"8/8/2020","fundingLevel":"800,000 USD","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-OD-20-119.html","description":"This Notice of Special Interest (NOSI) highlights the urgent need to understand the social, ethical, and behavioral implications (SEBI) of COVID-19 testing among underserved and/or vulnerable populations across the United States through the Rapid Acceleration of Diagnostics for Underserved Populations (RADx-UP) initiative. The overarching goal is to understand factors that have led to disproportionate burden of the pandemic on these underserved populations so that interventions can be implemented to decrease these disparities. The funding for this supplement is provided from the Paycheck Protection Program and Health Care Enhancement Act, 2020.\r\nThe Office of the Director is offering Emergency Competitive Revisions to active eligible grants and cooperative agreements addressing the objectives described below. This NOSI is one of four related RADx-UP opportunities. The purpose of this SEBI NOSI is to identify, analyze, and address the social, ethical, and behavioral factors likely to influence access and uptake of COVID-19 testing in underserved and/or vulnerable populations. Single or mixed methods approaches involving community partners will inform the development and evaluation of such testing programs. These studies will assess the ethical, historical, healthcare, social and contextual factors surrounding COVID-19 testing, as well as how cultural beliefs and attitudes, perceived expectations, and preferences influence the ability and willingness to get tested and participate in follow-up evaluations. Findings will be used to develop interventions to mitigate barriers to access and increase uptake of testing. Studies focused on unintended consequences of COVID-19 testing in these groups are also of interest when related to social and ethical issues.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Limited Competition for Emergency Competitive Revisions for Community-Engaged Research on COVID-19 Testing among Underserved and/or Vulnerable Populations","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"8/9/2020","fundingLevel":"5,000,000 USD","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-OD-20-121.html","description":"This Notice of Special Interest (NOSI) highlights the urgent need to understand and address COVID-19 morbidity and mortality disparities among underserved and vulnerable populations across the United States. These two-year community-engaged Testing Research Projects will examine SARS-CoV-2 infection patterns and efforts to increase access and effectiveness of diagnostic methods through the Rapid Acceleration of Diagnostics for Underserved Populations (RADx-UP) initiative. The overarching goal is to understand factors that have led to disproportionate burden of the pandemic on these underserved populations so that interventions can be implemented to decrease these disparities. The funding for this supplement program is provided from the Paycheck Protection Program and Health Care Enhancement Act, 2020.\r\nThe Office of the Director is offering Emergency Competitive Revisions to active eligible grants and cooperative agreements addressing the objectives described below. This NOSI is one of four related RADx-UP funding opportunities. This Testing Research Projects NOSI will support supplements to NIH grantees that are part of large-scale networks, consortia, centers and other current programs that have adequate capacity, infrastructure, and established community-engaged relationships to support large-scale testing.","updateddate":"3/4/2021"},{"title":"Digital Healthcare Interventions to Address the Secondary Health Effects Related to Social, Behavioral, and Economic Impact of COVID-19 (R01 - Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"8/20/2020","fundingLevel":"2,250,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-20-243.html","description":"This Funding Opportunity Announcement (FOA) aims to support research to strengthen the healthcare response to Coronavirus Disease 2019 (COVID-19) caused by the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and future public health emergencies, including pandemics. While research related to the direct clinical effects of COVID-19 are supported by other funding opportunities, the purpose of this funding opportunity is to focus on the role and impact of digital health interventions [e.g., mobile health (mhealth), telemedicine and telehealth, health information technology (IT), and wearable devices] to address access, reach, delivery, effectiveness, scalability and sustainability of health assessments and interventions for secondary effects (e.g., behavioral health or self-management of chronic conditions) that are utilized during and following the pandemic, particularly in populations who experience health disparities and vulnerable populations. ","updateddate":"3/4/2021"},{"title":"National Dental Practice-Based Research Network Infrastructure Access (X01 Clinical Trial Not Allowed)","agency":"National Institute of Dental and Craniofacial Research/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"8/32/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-20-073.html","description":"The National Institute of Dental and Craniofacial Research (NIDCR) is continuing support for research conducted within a dental Practice-Based Research Network (PBRN). The National Dental PBRN Administrative and Resource Center and National Coordinating Center support the infrastructure for and implementation of multiple clinical studies. This Funding Opportunity Announcement (FOA) is seeking applications for small developmental/exploratory, feasibility (pilot), and/or survey studies of practitioners and/or patients to be conducted in the National Dental PBRN. Successful X01 applicants will be given access to the National Dental PBRN infrastructure to support an individual project. Successful applications will utilize the resources of and be funded through the National Dental PBRN Administrative and Resource Center and/or National Coordinating Center for study planning and implementation. This FOA seeks projects up to two years in length.\r\n\r\nThe main goals of the dental PBRN are to streamline the implementation of national oral health research studies in dental practices on topics of importance to practitioners and their patients, to provide evidence useful in daily patient care, and to facilitate the translation of research findings into clinical practice. This FOA encourages applications proposing research studies that align with the goals of the dental PBRN.","updateddate":"3/4/2021"},{"title":"NIBIB Research Project Grant (R01 Clinical Trial Required)","agency":"National Institute of Biomedical Imaging and Bioengineering/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"9/4/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-18-418.html","description":"NIH invites applications for discrete, specified, circumscribed projects in areas representing the specific interests and competencies of the investigator(s). This NIBIB Funding Opportunity Announcement requires that at least 1 clinical trial be proposed. The proposed project must be related to the programmatic interests of the NIBIB. For this Funding Opportunity Announcement, NIBIB will only support R01 applications proposing early-stage clinical trials through Phase I, first-in-human, safety, feasibility or other small clinical trials that inform early-stage technology development. NIBIB will not support applications proposing Phase II, III, IV or pivotal clinical trials or trials in which the primary outcome is efficacy, effectiveness or a post-market concern. This FOA will use the NIH Research Project (R01) award mechanism.\r\n\r\nThe mission of the National Institute of Biomedical Imaging and Bioengineering (NIBIB) is to improve health by supporting and conducting interdisciplinary research and training in biomedical imaging and bioengineering, and at the convergence of the physical and biological sciences. This is achieved through supporting the development and early translation of emerging technologies that enable fundamental biomedical discoveries or facilitate disease detection, management, and treatment.","updateddate":"3/4/2021"},{"title":"NIBIB Exploratory Clinical Trials for Small Business (R44 Clinical Trial Required)","agency":"National Institute of Biomedical Imaging and Bioengineering/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"9/5/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-18-631.html","description":"National Institute of Biomedical Imaging and Bioengineering (NIBIB) invites applications for Small Business Innovation Research (SBIR) from small business concerns (SBCs) for investigator-initiated exploratory clinical trials to the National Institute of Biomedical Imaging and Bioengineering (NIBIB). This Funding Opportunity Announcement requires that at least 1 clinical trial be proposed.  The proposed project must be related to the programmatic interests of the NIBIB. For this Funding Opportunity Announcement, the NIBIB will only support SBIR applications proposing early-stage clinical trials through Phase I, first-in-human, safety, feasibility or other small clinical trials that inform early-stage technology development. The NIBIB will not support applications proposing Phase II, III, IV or pivotal clinical trials or trials in which the primary outcome is efficacy, effectiveness or a post-market concern. This FOA will utilize the SBIR (R44) grant mechanism for Phase II, and Fast-Track applications.","updateddate":"3/4/2021"},{"title":"Academic-Industrial Partnerships for Translation of Technologies for Diagnosis and Treatment (R01 - Clinical Trial Optional)","agency":"National Cancer Institute/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"9/7/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-18-530.html","description":"National Institutes of Health (NIH) and its participating Institutes and Centers invite applications to stimulate efforts to translate scientific discoveries and engineering developments into methods or tools that address problems in basic research to understand disease, or in applied research to assess risk, detect, prevent, diagnose, treat, and/or manage disease. The rationale is to deliver new capabilities to meet evolving requirements for technologies and methods relevant to the advance of research and delivery of care in pre-clinical, clinical and non-clinical settings, domestic or foreign, for conditions and diseases within the missions of participating institutes. This FOA specifies a partnership structure that is expected to help bridge gaps in knowledge and experience by engaging the strengths of academic, industrial, and other investigators. The partners on each application should establish an inter-disciplinary, multi-institutional research team to work in strategic alliance to implement a coherent strategy to develop and translate a solution to their chosen problem. They are expected to plan, design, and validate that the solution will be suitable for end users. Each partnership should include at least one academic and one industrial organization. Each partnership should plan to transition a technology, method, assay, device, and/or system from a demonstration of possibility to a status useful in the chosen setting. Funding may be requested to enhance, adapt, optimize, validate, and otherwise translate technologies that address problems in biology, pathology, risk assessment, diagnosis, treatment, and/or monitoring of disease status. This FOA defines innovation as likelihood to deliver a new capability to end users. This FOA will support clinical trials that test functionality, or validate performance in the chosen setting. This FOA is not intended to support commercial production, basic research projects, or straight clinical trials that lack translation as the primary motivation. This FOA will use the NIH Research Project (R01) award mechanism.","updateddate":"3/4/2021"},{"title":"Collaborative Cross (CC) Mouse Model Generation and Discovery of Immunoregulatory Mechanisms (R21 Clinical Trial Not Allowed)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"9/9/2020","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-18-781.html","description":"National Institute of Allergy and Infectious Diseases (NIAID) invites applications for the use of Collaborative Cross (CC) mouse lines to advance understanding of the host genetics involved in immune regulation and function and to further develop CC mouse lines that more faithfully reproduce human immune responses. Applicants may include CC, CC derivatives with reproducible genomes and/or CC-RIX mice to accomplish these goals.","updateddate":"3/4/2021"},{"title":"Clinic Testing Therapeutic/Indication Pairing Strategies (U01 Clinical Trial Required)","agency":"National Center for Advancing Translational Sciences/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"10/5/2020","fundingLevel":"9,000,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-18-332.html","description":"National Center for Advancing Translational Sciences (NCATS) invites applications for clinical studies to repurpose existing drugs or biologics (therapeutics) that have already completed at least a Phase l trial for a different indication by the time an award is made. The hypothesis for proposed studies must be developed using innovative processes to identify the therapeutic/indication pair. Examples include independent crowdsourcing strategies (e.g., http://www.ncats.nih.gov/ntu/therapeutics/current, http://openinnovation.astrazeneca.com/, or any website that lists experimental drugs or biologics), or computational algorithms. Projects should be supported by scientific evidence that modulation of a therapeutic target will have a positive impact on the disease/condition.The U01 award may be used for Phase I and/or Phase II clinical trials for a new therapeutic use to establish substantial evidence of efficacy and to establish evidence of safety for the new use. This program will use the NIH U01 Research Project Cooperative Agreements award mechanism.","updateddate":"3/4/2021"},{"title":"Long-Term Effects of Disasters on Health Care Systems Serving Health Disparity Populations (R01- Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"10/5/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-20-172.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to support investigative and collaborative research focused on understanding the long-term effects of natural and/or human-made disasters on health care systems serving health disparity populations in communities in the U.S., including the U.S. territories. NIH-designated health disparity populations include racial and ethnic minorities (Blacks/African Americans, Hispanics/Latinos, American Indians/Alaska Natives, Asians, Native Hawaiians and other Pacific Islanders), sexual and gender minorities, socioeconomically disadvantaged populations, and underserved rural populations.","updateddate":"3/4/2021"},{"title":"Academic-Industrial Partnerships (AIP) to Translate and Validate In Vivo Imaging Systems (R01 Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"10/5/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-20-155.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to stimulate translation of scientific discoveries and engineering developments in imaging, data science and/or spectroscopic technologies into methods or tools that address contemporary problems in understanding the fundamental biology, potential risk of development, diagnosis, treatment, and/or disease status for cancer or other disease.\r\n\r\nA distinguishing feature of each application to this FOA will be formation of an academic-industrial partnership: a strategic alliance of academic and industrial investigators who work together as partners to identify and translate a technological solution for mitigation of a cancer (or other disease-related) problem. In this sense, the FOA acts more as funding mechanism for driving translational research in imaging more than for a specific scientific or clinical research area. These partnerships are expected to solidify pre-existing collaborations or new ones that would drive the field of imaging, as a whole, further than if they had not been formed.\r\n\r\nThis FOA defines innovation as likelihood to deliver a new capability to end users. This FOA will support clinical trials that test functionality, or validate performance in the chosen setting. This FOA is not intended to support commercial production, basic research projects, or clinical trials that lack translation as the primary motivation.","updateddate":"3/4/2021"},{"title":"Mechanism for Time-Sensitive Drug Abuse Research (R21 Clinical Trial Optional)","agency":"National Institute on Drug Abuse/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"10/6/2020","fundingLevel":"275,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-19-064.html","description":"This Funding Opportunity Announcement (FOA) will support pilot, feasibility or exploratory research in 7 priority areas in substance use epidemiology, prevention, and health services, including: 1) responses to sudden and severe emerging drug issues (e.g. the ability to look into a large and sudden spike in opioid or synthetic cannabinoid use/overdoses in a particular community); 2) responses to emerging marijuana trends and topics related to the shifting policy landscape; 3) responses to unexpected and time-sensitive prescription drug abuse research opportunities (e.g., new state or local efforts); 4) responses to unexpected and time-sensitive medical system issues (e.g. opportunities to understand addiction services in the evolving health care system); 5) responses to unexpected and time-sensitive criminal or juvenile justice opportunities (e.g. new system and/or structural level changes) that relate to drug abuse and access and provision of health care service;6) partnerships between researchers and state or local organizations to support the evaluation of new local policies, programs, or practices in response to public health emergencies (e.g., the opioid crisis); 7) research collecting and examining data on the risks and outcomes associated with substance use and COVID-19 infection in the general population and among underserved populations, such as racial, ethnic and gender minorities, individuals with low socioeconomic status, and those who are incarcerated or homeless.It should be clear that the knowledge gained from the proposed study is time-sensitive and that an expedited rapid review and funding are required in order for the scientific question to be answered (i.e. an imminent policy change will not allow for standard review and funding timeline).","updateddate":"3/4/2021"},{"title":"RFA-DE-21-001 --Characterizing Causal Mechanisms to Prvent Dental Fear and Anxiety (R01 Basic Experimental Studies with Humans Required)","agency":"National Institute of Dental and Craniofacial Research/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"10/10/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-DE-21-001.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to stimulate research to test causal mechanisms underlying the etiology or prevention of dental fear, anxiety, or phobia. Novel insights about the causal forces that initiate, shape, or impede the development of dental fear will be essential for informing evidence-based interventions to prevent dental fear.\r\n\r\nThis FOA is for basic science experimental studies involving humans, referred to in NOT-OD-18-212 as “prospective basic science studies involving human participants.” These studies fall within the NIH definition of a clinical trial and also meet the definition of basic research. Types of studies that should submit under this FOA include studies that prospectively assign human participants to conditions (i.e., experimentally manipulate independent variables) and that assess biomedical or behavioral outcomes in humans for the purpose of understanding the fundamental aspects of phenomena without specific application towards processes or products in mind. Studies conducted with specific applications toward processes or products in mind should submit under the appropriate ‘Clinical Trials Required’ or ‘Clinical Trial Optional’ FOA.","updateddate":"3/4/2021"},{"title":"RFA-HG-20-039 -- Laboratory, Data Analysis, and Coordinating Center (LDACC) for the Developmental Genotype-Tissue Expression Project (U24 Clinical Trial Not Allowed)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"10/13/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-HG-20-039.html","description":"The National Human Genome Research Institute (NHGRI) and the Eunice Kennedy Shriver National Institute of Child Health and Human Development are coordinating efforts for establishing a Developmental Genotype-Tissue Expression (dGTEx) Project, to catalog and analyze transcriptional profiles from a wide variety of tissues obtained from neonates, children, and adolescents in a post-mortem setting. The purpose of this FOA is to solicit applications to develop and implement a Laboratory, Data Analysis, and Coordinating Center (LDACC) for the Developmental Genotype-Tissue Expression (dGTEx) Project. The LDACC will perform 2 major functions: a molecular laboratory, and a data analysis and coordinating center. As a molecular laboratory, the LDACC will work with the Biospecimen Procurement Center (BPC) funded by NICHD to process tissue samples for sequencing and biobanking. Responsibilities as a data analysis and coordinating center include ensuring close coordination with the BPC, monitoring study progress and laboratory performance, performing basic analysis of data for gene expression analyses, and harmonizing and submitting datasets to be deposited in repositories such as the AnVIL (Analysis, Visualization, and Informatics Lab-space).","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): New Administrative Supplement Applications to UL1 and U24 CTSA Awards to Address COVID-19 Public Heath Need","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"11/10/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-TR-20-029.html","description":"The National Center for Advancing Translational Sciences (NCATS) is issuing this Notice of Special Interest (NOSI) to highlight the need for projects that address the coronavirus disease 2019 (COVID-19) Public Health Emergency. The Clinical and Translational Science Award (CTSA) Program is uniquely qualified to contribute to these efforts. NCATS is soliciting applications for Administrative Supplements (through PA-18-591) from current Clinical and Translational Science Award (CTSA) UL1 and U24 award recipients.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI) regarding the Availability of Urgent Competitive Revisions for Research on the 2019 Novel Coronavirus (2019-nCoV)","agency":"National Institute of Allergy and Infectious Diseases (NIAID) and National Institute of General Medical Sciences (NIGMS)","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"2/6/2021","fundingLevel":"Unspecified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-AI-20-030.html","description":"NIAID and NIGMS are issuing this Notice of Special Interest (NOSI) to highlight the urgent need for research on the 2019 novel Coronavirus (2019-nCoV). NIAID is particularly interested in projects focusing on viral natural history, pathogenicity, transmission, as well as projects developing medical countermeasures and suitable animal models for pre-clinical testing of vaccines and therapeutics against 2019-nCoV. NIGMS is specifically interested in incorporation of data from the 2019-nCoV into ongoing research efforts to develop predictive models for the spread of Coronaviruses and related pathogens. NIAID and NIGMS are therefore offering Competitive Revisions to active grants addressing research objectives described below.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Emergency Competitive Revisions for Select Research Activities related to Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus Disease 2019 (COVID-19)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"7/2/2021","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-AI-20-059.html","description":"NIAID is issuing this Notice of Special Interest (NOSI) to highlight very specific and limited needs for Competitive Revision applications to active NIAID grants in order to further build the infrastructure that NIAID needs to support the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus Disease 2019 (COVID-19) research response. This NOSI replaces NOT-AI-20-034 which was rescinded with this issuance of this Notice.","updateddate":"3/4/2021"},{"title":"RFA-DK-20-021 -- Mechanistic Studies of the Interaction between SARS-CoV-2/COVID-19 and Diseases and Organ Systems of Interest to NIDDK (R01 Clinical Trial Optional)","agency":"National Institute of Diabetes and Digestive and Kidney Diseases/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"16-Nov-2020 [Optional][LOI/Pre-App]","fundingLevel":"750,000 USD","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-DK-20-021.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to support basic and clinical mechanistic research on Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus Disease 2019 (COVID-19) susceptibility, routes of infection, course of disease, morbidity and mortality in people with pre-existing diseases, or adverse acute or chronic outcomes in organs, tissues, and biological systems of specific interest to NIDDK. These include diabetes and other metabolic diseases, obesity, and endocrine, digestive, liver, pancreas, kidney, urological, and hematologic tissues and diseases.\r\n\r\n\r\n﻿","updateddate":"3/4/2021"},{"title":"Guide Notice of Information Highlighting Harmonization and Data Sharing Expectations for Supplement and Revision Projects Addressing Social, Behavioral, Economic and Health Impacts of the COVID-19 Public Health Emergency","agency":"National Institute on Deafness & Other Communication Disorders/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-OD-20-118.html","description":"NIH is issuing this Notice to highlight the need for and value of data harmonization and data sharing specifically in the context of urgent competitive revisions and administrative supplements producing data to investigate the social, behavioral, economic, and health impacts of the Coronavirus Disease 2019 (COVID-19) Public Health Emergency.","updateddate":"3/4/2021"},{"title":"Administrative Supplements to Existing NIH Grants and Cooperative Agreements (Parent Admin Supp Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/pa-18-591.html","description":"The National Institutes of Health (NIH) hereby notify Program Directors/Principal Investigators (PD(s)/PI(s)) holding specific types of NIH research grants listed in the full Funding Opportunity Announcement (FOA) that funds may be available for administrative supplements to meet increased costs that are within the scope of the approved award, but were unforeseen when the new or renewal application or grant progress report for non-competing continuation support was submitted.  Applications for administrative supplements are considered prior approval requests (as described in Section 8.1.2.11 of the NIH Grants Policy Statement) and will be routed directly to the Grants Management Officer of the parent award. Although requests for administrative supplements may be submitted through this FOA, there is no guarantee that funds are available from the awarding IC or for any specific grant. All applicants are encouraged to discuss potential requests with the awarding IC. Additionally, prior to submission, applicants must review the awarding IC's web site to ensure they meet the IC's requirements.  A list of those web sites is available at https://grants.nih.gov/grants/guide/admin_supp/index.htm.","updateddate":"3/4/2021"},{"title":"Emergency Competitive Revision to Existing NIH Awards (Emergency Supplement - Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PA-20-135.html","description":"The National Institutes of Health (NIH) hereby notify the applicant community that funds may be available for applications based on a presidentially declared disaster under the Stafford Act, a public health emergency declared by the Secretary, HHS, or other local, regional or national disaster. Applications in response to Emergency Notices of Special Interest (NOSIs) will be routed directly to the NIH awarding component signed on to the Emergency NOSI.","updateddate":"3/4/2021"},{"title":"Urgent Competitive Revision to Existing NIH Grants and Cooperative Agreements (Urgent Supplement -  Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/pa-18-935.html","description":"The National Institutes of Health (NIH) hereby notify Principal Investigators holding specific types of NIH research grants, listed in the full Funding Opportunity Announcement (FOA) that funds may be available for competitive revisions to meet immediate needs to help address a specific public health crisis in a timely manner, but that were unforeseen when the new or renewal application or grant progress report for non-competing continuation support was submitted.  Applications for Urgent Competitive Revisions will be routed directly to the NIH awarding component listed on the NoA of the most recent parent award.","updateddate":"3/4/2021"},{"title":"Notice of Information: Contributing to the Global COVID-19 Crisis Response by Allowing Some NCI-supported Projects to be Redirected to COVID-19-related Research During the Crisis","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-CA-20-054.html","description":"The COVID-19 pandemic is a global health crisis that has engaged the attention of researchers who want to be able to contribute their expertise and resources toward a better understanding of the impacts of SARS-CoV-2 infection and COVID-19 disease on cancer patients’ disease progression, response to therapy, care delivery, or survivorship. NCI anticipates that in infrequent cases, NCI-funded investigators will have novel insights and research proposals of immediate relevance to SARS-CoV-2 and COVID-19. In those cases, but only for the duration of the present crisis, NCI would consider requests from its funded grantees and cooperative agreement awardees to engage in limited COVID-19 related research using part of their existing NCI-funded resources.\r\nThe COVID-19 pandemic is a global health crisis that has engaged the attention of researchers who want to be able to contribute their expertise and resources toward a better understanding of the impacts of SARS-CoV-2 infection and COVID-19 disease on cancer patients’ disease progression, response to therapy, care delivery, or survivorship.","updateddate":"3/4/2021"},{"title":"Limited Competition Emergency Awards: Shared Personal Protective Equipment Resources for COVID-19 Related Vaccine and Treatment Clinical Trials and Clinical Studies (S10 Clinical Trial Not Allowed)","agency":"National Institute of Allergy and Infectious Diseases/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-20-256.html","description":"The purpose of this public health emergency funding opportunity is to provide Personal Protective Equipment (PPE) to directly support the needs of the NIAID’s vaccine and treatment clinical trials and clinical studies for COVID-19. This program will ensure that adequate protective equipment is available to directly assist in safely carrying out the clinical activities and direct interactions with the patients participating in the trial. Eligibility is limited to recipients conducting COVID-related clinical research and clinical studies supported by NIAID’s emergency appropriation provided by “The Coronavirus Preparedness and Response Supplemental Appropriations Act, 2020” and “The Coronavirus Aid, Relief and Economic Security (CARES) Act”.","updateddate":"3/4/2021"},{"title":"Limited Competition: Competitive Revision Awards for the Clinical and Translational Science Award (CTSA) Program (U54 Clinical Trial Optional)","agency":"National Center for Advancing Translational Sciences/NIH/DHHS","logo":"assets//logos//nih.png","category":"NIH","subCategory":"Standard Opportunities","dueDate":"9/25/2020","fundingLevel":"750,000 USD","website":"https://grants.nih.gov/grants/guide/pa-files/PAR-19-337.html","description":"The purpose of this Funding Opportunity Announcement (FOA) is to solicit competitive revision (formerly known as competitive supplement) applications from awardees with active Clinical and Translational Science Award (CTSA) Program hub awards (UL1) to support the demonstration, and/or dissemination, and/or implementation of highly innovative and impactful translational science projects that address the goals of the CTSA Program and are beyond the original scope of the approved parent project  Under this competitive revision, only applications for revisions to the UL1 award are allowed. Revisions to the linked KL2 and/or the TL1 awards are not allowed.  ","updateddate":"3/4/2021"},{"title":"Notice of Intent to Publish a Funding Opportunity Announcement for Community Interventions to Address the Consequences of the COVID-19 Pandemic for Health Disparity and Vulnerable Populations (R01- Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"7/22/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-MD-20-023.html","description":"This Notice encourages investigators to acquire and leverage partnerships with key stakeholders to test community interventions to ameliorate the impact of psychosocial, sociocultural, behavioral, and socioeconomic consequences of COVID-19 on the health of populations known to experience health disparities and other vulnerable populations. Projects may evaluate existing or ongoing community-based programs or policies (i.e., natural experiments) or prospectively test new or adapted interventions. Projects that do not solely target individuals but also address the upstream determinants that influence individual functioning and health outcomes will be strongly encouraged. Proposed research should reflect the highest impact, with rigorous methods including sufficient power, and consideration of urgent public health needs in the context of populations eligible for consideration under this effort.\r\n\r\nProjects must focus on U.S. NIH-designated health disparity populations and/or COVID-19 vulnerable populations. NIH-designated health disparity populations include racial and ethnic minorities, socioeconomically disadvantaged populations, underserved rural populations, and sexual and gender minorities","updateddate":"3/4/2021"},{"title":"RFA-CA-20-039 -- Emergency Awards: Research Projects in SARS-CoV-2 Serological Sciences (U01 Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"7/22/2020","fundingLevel":"2,500,000 USD","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-CA-20-039.html","description":"This Funding Opportunity Announcement (FOA) is associated with the COVID-19 Supplement funded through the Paycheck Protection Program and Health Care Enhancement Act (P.L. 116-139) which directs the National Cancer Institute of the NIH “to develop, validate, improve, and implement serological testing and associated technologies.” The purpose of the FOA is to establish Serological Sciences Research Projects with the goals of: identifying and advancing research opportunities to characterize the immune responses elicited by SARS-CoV-2 viral infection; understanding the mechanisms driving the serological, humoral and cellular immune responses; determining host, genetic, and environmental modifiers of the immune response; and determining the serological correlates of disease pathogenesis and protection against future infection; defining access, communication, and implementation barriers related to SARS-CoV-2 serological testing. These U01 Research Projects will be part of a Serological Sciences Network (SeroNet). Other components of the Network will include Serological Sciences Centers of Excellence (U54), the FNLCR Serology Laboratory, Serological Capacity Building Centers (CBC), and a Serological Sciences Network Coordinating Center (SSNCC), which will be managed through the Frederick National Lab for Cancer Research (FNLCR), a Federally Funded Research and Development Center. It may also include SBIR grants and other grants and contracts related to serology associated with SARS-CoV-2. All components are expected to collaborate across the entire Network, sharing data, results, and reagents.","updateddate":"3/4/2021"},{"title":"RFA-CA-20-038 -- Emergency Awards: SARS-CoV-2 Serological Sciences Centers of Excellence (U54 Clinical Trial Optional)","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"7/22/2020","fundingLevel":"7,500,000 USD","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-CA-20-038.html","description":"This Funding Opportunity Announcement (FOA) is associated with the COVID-19 Supplement funded through the Paycheck Protection Program and Health Care Enhancement Act (P.L. 116-139) which directs the National Cancer Institute of the NIH “to develop, validate, improve, and implement serological testing and associated technologies “. The purpose of the FOA is to establish Serological Sciences Centers of Excellence with the goal of identifying and advancing research opportunities to characterize the immune responses elicited by SARS-CoV-2 viral infection; understanding the mechanisms driving the serological, humoral and cellular immune responses; determining host, genetic, and environmental modifiers of the immune response; determining the serological correlates of disease pathogenesis and protection against future infection; defining access, communication, and implementation barriers related to SARS-CoV-2 serological testing.  These U54 Centers will be part of a Serological Sciences Network (SeroNet). Other components of the Network will include Serological Sciences Research Projects (U01), the FNLCR Serology Laboratory, Serological Capacity Building Centers (CBC) and a Serological Sciences Network Coordinating Center (SSNCC) which will be managed through Frederick National Lab for Cancer Research (FNLCR), a Federally Funded Research and Development Center. It may also include SBIR grants and other grants and contracts related to serology associated with SARS-CoV-2. All components are expected to collaborate across the entire Network, sharing data, results, and reagents.","updateddate":"3/4/2021"},{"title":"RFA-DA-20-028 -- Implementing the HIV Service Cascade for Justice-Involved Populations (U01 Clinical Trial Required)","agency":"National Institute on Drug Abuse/NIH/DHHS","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"10/14/2020","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-DA-20-028.html","description":"NIDA is interested in research that addresses research gaps related to the delivery of integrated treatment services for HIV and opioid use disorder (OUD) among the justice-involved population in the US, with a goal of improving treatment management and implementation. A quarter of all people infected with HIV pass through the justice system each year, making it an important system for HIV prevention and treatment. Community re-entry from incarceration is a time of heightened risk for opioid relapse, mortality, HIV risk behaviors, and discontinuation of HIV treatment. Given these elevated levels of risk, justice-involved people who inject drugs (PWID) should be prioritized for screening and linkage to the full continuum of HIV prevention and treatment services, including Pre-exposure prophylaxis (PrEP) and highly active antiretroviral therapy (HAART). There is a need to better understand the effectiveness of the clinical interventions as received in this population, as well as the methods by which those interventions are delivered (navigation/mobile services).  ","updateddate":"3/4/2021"},{"title":"RFA-AA-20-009 -- Alcohol-HIV/AIDS Program Project Comorbidities, Coinfections, and Complications Research: Intervention and Cross-Cutting Foundational Research (P01 Clinical Trial Optional)","agency":"National Institute on Alcohol Abuse and Alcoholism/NIH/DHHS","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"10/17/2020","fundingLevel":"5,000,000 USD","website":"https://grants.nih.gov/grants/guide/rfa-files/RFA-AA-20-009.html","description":"The Funding Opportunity Announcement will solicit applications for human studies that will advance operations or implementation research in the context of alcohol and HIV/AIDS by facilitating the development of: (1) broader systems approaches for monitoring complex HIV and alcohol-related morbidity and mortality, and (2) interventions to reduce the impact of alcohol on HIV disease progression and transmission.  \r\n\r\nResearch funded under the FOA should serve as the foundation for a next generation of intervention studies to address alcohol use from transmission to treatment of HIV. Intervention studies should inform implementation efforts to improve provision of alcohol-related interventions and treatments for people living with HIV (PLWH) in healthcare and community settings. This proposed research initiative is aligned with the research priorities set forth in the NIH Strategic Plan for HIV and HIV-Related Research FY2021-2025 . In addition, a recent workshop more fully discusses the Office of AIDS Research priority for HIV-Associated Comorbidities, Coinfections, and Coinfections (NIH Workshop on HIV-Associated Comorbidities, Coinfections and Complications - HIV ACTION Workshop, September 19-20, 2019, Bethesda, MD)","updateddate":"3/4/2021"},{"title":"RFP -- AMENDMENT--Office of Biomedical Advanced Research and Development Authority (BARDA) Broad Agency Announcement (BAA)","agency":"Department of Health & Human Services","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - All HHS","dueDate":"10/31/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/cf2836e2f4b3406f9f492230ece030c7/view","description":"The latest BARDA BAA is amendment 12 posted on February 10, 2020 which incorporates changes to AOI 7-Diagnostics. BARDA is now accepting submissions to AOI 7.7 for development of assays for coronaviruses. Due to an overwhelming response to Area of Interest 7, BARDA is temporarily closing AOI's; Innovations (7.1), biothreats (7.2), antibiotic resistance (7.3) and influenza (7.6). AOI's radiation exposure/biodosimetry (7.4), and chemical threat exposure (7.5) remain closed. The final whte paper\r\nsubmission deadline is October 31, 2020. The final full proposal submission deadline is October 31, 2020 or as specified in the invitation letter.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Competitive and Administrative Supplements for Community Interventions to Reduce the Impact of COVID-19 on Health Disparity and Other Vulnerable Populations","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"12/15/2020","fundingLevel":"250,000 USD","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-MD-20-022.html","description":"This notice invites competitive and administrative supplements for community interventions to reduce the impact of COVID-19 on health disparity and other vulnerable populations.","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Digital Healthcare Interventions to Address the Secondary Health Effects Related to Social, Behavioral, and Economic Impact of COVID-19","agency":"National Institutes of Health/DHHS","logo":"assets//logos//nih.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"12/15/2020","fundingLevel":"200,000 USD","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-MH-20-053.html","description":"This Notice of Special Interest (NOSI) highlights interest in research to strengthen the healthcare response to Coronavirus Disease 2019 (COVID-19) caused by the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and to future public health emergencies, including pandemics. While the direct clinical effects of COVID-19 are supported by other funding opportunities, the purpose of this NOSI is to support research to address secondary health effects of the social, behavioral, and economic changes, particularly among populations who experience health disparities and vulnerable populations through the use of digital health assessments and interventions to yield measurable near-term impact.","updateddate":"3/4/2021"},{"title":"RFP -- AMENDMENT --- BARDA's Division of Research, Innovation & Ventures (DRIVe) Easy Broad Agency Announcement","agency":"Department of Health & Human Services","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - All HHS","dueDate":"2/3/2023","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/f922eb52cec446c5875811752bf2d34c/view","description":"Please see Special Instructions 001 Issuance for Easy Broad AgencyAnnouncement (EZ-BAA) BAA-20-100-SOL-0002. Under these Special Instructions, BARDA is temporarily suspending AOIs 1-3 as part of itsEZ-BAA (BAA-20-100-SOL-0002), but is pleased to announce that it is now accepting abstract submissions for AOI #4: 2019-nCoV. See attachment(s).This Easy Broad Agency Announcement (EZ-BAA) sets forth areas of interest(AOIs) for the Division of Research, Innovation, and Ventures (DRIVe) inthe Office of Biomedical Advanced Research and Development Authority(BARDA), issued under paragraph 6.102(d)(2)(i) of the Federal AcquisitionRegulation (FAR). Abstract submissions selected for award are consideredto be the result of full and open competition and in full compliance with41 U.S.C. § 3301.Additional beta.sam.gov information","updateddate":"3/4/2021"},{"title":"Notice Announcing the Availability of Common Data Elements for Research Related to the Public Health Emergency caused by Coronavirus Disease 2019 (COVID-19) ","agency":"National Institute of Mental Health/NIH/DHHS","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-MH-20-061.html","description":"The purpose of this Notice is to extend the data-harmonization effort at the National Institute of Mental Health (NIMH) announced in NOT-MH-15-009 to research protocols pertaining to the public health emergency caused by Coronavirus Disease 2019 (COVID-19), the disease caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2).","updateddate":"3/4/2021"},{"title":"Notice of Special Interest (NOSI): Research on the Impact of COVID-19 on Mission Specific Sensory and Communication Disorders","agency":"National Institute on Deafness & Other Communication Disorders/NIH/DHHS","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://grants.nih.gov/grants/guide/notice-files/NOT-DC-20-008.html","description":"Coronavirus Disease 2019 (COVID-19) is a recently emerged human disease caused by the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). There is a paucity of data on the impact of SARS-CoV-2 on the sensory and communicative functions within the scientific mission areas of NIDCD. NIDCD invites applications for research on COVID-19 in relation to NIDCD’s scientific programs of hearing, balance, taste, smell, voice, speech and language (HBTSVSL). Given the early stage of COVID-19 research, it is critical that there is a strong premise for research proposals submitted in response to this NOSI. When appropriate, NIDCD encourages multi-disciplinary approaches to move the research beyond in vitro and animal models.","updateddate":"3/4/2021"},{"title":"Aging and Disability Resource Center/No Wrong Door System Funding Opportunity: Critical Relief Funds for COVID-19 Pandemic Response","agency":"Administration for Community Living/DHHS","logo":"assets//logos//hhs.png","category":"Federal - Others","subCategory":"Federal - all HHS","dueDate":"None Posted","fundingLevel":"3,000,000 USD","website":"https://acl.gov/grants/applying-grants","description":"This funding opportunity announcement (FOA) is to support U.S. state and territory Aging and Disability Resource Center (ADRC) efforts to prevent, prepare for, and respond to, COVID-19. At an unprecedented pace, federal and state leaders, community based organizations, and all avenues of the health care system are expending their time and resources to respond to the COVID-19 pandemic. As a result of this crisis, there is urgent need to support the capacity of ADRCs and increase all efforts to coordinate services to overcome these new challenges. The purpose of this emergency FOA is to support capacity and resource allocation at the state, local and territorial level to ensure coordination across agencies and support immediate response to urgent needs resulting from COVID-19. Funding will enable states and territories to support ADRCs in providing critical access functions to those populations most at risk of COVID-19 and mitigate adverse effects resulting from this national pandemic such as social isolation, limited access to nutritional supports and personal care services, etc. Additionally, funds would enable ADRCs to enhance and increase virtual access to services such as utilizing telehealth technologies to engage with health care practitioners and case managers.","updateddate":"3/4/2021"},{"title":"RFP--CSO_COVID_19 Response","agency":"Department of the Air Force","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/f48d23af514f494f819f0c33e9f40e17/view","description":"The Department of the Air Force (DAF) has been tasked to address mission needs in response to the national crisis caused by the COVID-19 pandemic. The Air Force Senior Acquisition Executive (SAE) established the Department of the Air Force Acquisition COVID-19 Task Force (DAF ACT) across the acquisition enterprise (i) to execute all requirements from the Office of the Under Secretary of Defense for Acquisition and Sustainment Joint Acquisition Task Force, (JATF) and (ii) to collect and consolidate funding requests needed to recover programs from COVID-19 impacts. The DAF ACT contains four primary lines of effort (LOE’s): (1) Relief for external assistance requirements; (2) Resilience for Defense Industrial Base Efforts; (3) Recovery for consolidating funding requests that minimize program impacts; and (4) Rapid for solicitation and execution of large-scale rapid small business contracts across all lines of effort. ","updateddate":"3/4/2021"},{"title":"RFP -- AMENDMENT -- CSO_COVID_19 Response","agency":"Department of the Air Force","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/f48d23af514f494f819f0c33e9f40e17/view","description":"Background & Authority The Department of the Air Force (DAF) has been tasked to address mission needs in response to the national crisis caused by the COVID-19 pandemic. The Air Force Senior Acquisition Executive (SAE) established the Department of the Air Force Acquisition COVID-19 Task Force (DAF ACT) across the acquisition enterprise (i) to execute all requirements from the Office of the Under Secretary of Defense for Acquisition and Sustainment Joint Acquisition Task Force, (JATF) and (ii) to collect and consolidate funding requests needed to recover programs from COVID-19 impacts. The DAF ACT contains four primary lines of effort (LOE’s): (1) Relief for external assistance requirements; (2) Resilience for Defense Industrial Base Efforts; (3) Recovery for consolidating funding requests that minimize program impacts; and (4) Rapid for solicitation and execution of large-scale rapid small business contracts across all lines of effort.","updateddate":"3/4/2021"},{"title":"RFP--AMENDMENT--CSO_COVID_19 Response","agency":"Department of the Air Force","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - all DoD","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/f48d23af514f494f819f0c33e9f40e17/view","description":"The Department of the Air Force (DAF) has been tasked to address mission needs in response to the national crisis caused by the COVID-19 pandemic. The Air Force Senior Acquisition Executive (SAE) established the Department of the Air Force Acquisition COVID-19 Task Force (DAF ACT) across the acquisition enterprise (i) to execute all requirements from the Office of the Under Secretary of Defense for Acquisition and Sustainment Joint Acquisition Task Force, (JATF) and (ii) to collect and consolidate funding requests needed to recover programs from COVID-19 impacts. The DAF ACT contains four primary lines of effort (LOE’s): (1) Relief for external assistance requirements; (2) Resilience for Defense Industrial Base Efforts; (3) Recovery for consolidating funding requests that minimize program impacts; and (4) Rapid for solicitation and execution of large-scale rapid small business contracts across all lines of effort.","updateddate":"3/4/2021"},{"title":"RFP -- Idaho National Laboratory COVID-19 Technical Assistance Program","agency":"Department of Energy","logo":"assets//logos//doe.png","category":"Federal - Others","subCategory":"Federal - All DoE","dueDate":"9/8/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/af63e86eb38841b4a89796455f0a4efc/view","description":"The Department of Energy's Office of Technology Transitions has announced new resources for innovators to combat COVID-19 through the COVID-19 Technical Assistance Program (CTAP).\r\n\r\nCTAP will provide targeted funding to DOE's national laboratory system to assist non-DOE entities working to combat the coronavirus pandemic. CTAP is designed to allow external entities – including state, tribal and local governments; regional and local businesses; and other private sector entities – to engage directly with DOE lab researchers. These groups would be enabled to tap researchers' technical expertise to work through and overcome difficult technical or scientific challenges related to combating the novel coronavirus. Funding provided under this program will cover up to 40 hours of consultation with INL staff. Work anticipated for CTAP projects is not R&D intensive, leverages INL’s unique capabilities or expertise and should not be intended to generate intellectual property. Only projects that provide COVID-19-related technical assistance to U.S. entities will be considered.\r\n\r\nInterested entities should provide:\r\n\r\nAn technical representative at INL that will be the principle investigator that will work with you;\r\nName and address of external entity requesting CTAP;\r\nThe name of the representative that is your contact for your entity;\r\nProposed project description, must include explanation of potential impact to work related to a COVID-19 response;\r\nProposed funding request (funding request should be relatively small – e.g. 40 hours or $5,000)\r\nFunding decisions are made as proposals are received, based on available funding. \r\n\r\nEntities that may be able to take advantage of this program should email td@inl.gov with the above information.  More information about INL’s expertise and capabilities can be found at www.inl.gov. \r\n\r\nAdditional beta.sam.gov information\r\n\r\nNotice Id\r\n\r\n      af63e86eb38841b4a89796455f0a4efc\r\nSource\r\n\r\n      https://beta.sam.gov/opp/af63e86eb38841b4a89796455f0a4efc/view\r\n\r\n      Note: This link might not be valid after archive date below.\r\n\r\nArchive Date\r\n\r\n      9/9/2020\r\n","updateddate":"3/4/2021"},{"title":"Small Business Innovation Research Program Phase I","agency":"National Institute of Food and Agriculture/Department of Agriculture","logo":"assets//logos//USDA+National+Institute+of+Food+and+Ag_thumb.png","category":"Federal - Others","dueDate":"10/23/2020","fundingLevel":"100,000 USD","website":"https://nifa.usda.gov/funding-opportunity/small-business-innovation-research-program-phase-i","description":"NIFA requests applications for the Small Business Innovation Research (SBIR) Program Phase I for fiscal years (FY) 2020 and 2021. The USDA SBIR program focuses on transforming scientific discovery into products and services with commercial potential and/or societal benefit. Unlike fundamental research, the USDA SBIR program supports small businesses in the creation of innovative, disruptive technologies and enables the application of research advancements from conception into the market.\r\nThe SBIR program is Congressionally mandated and intended to support scientific excellence and technological innovation through the investment of federal research funds to build a strong national economy by stimulating technological innovation in the private sector; strengthening the role of small business in meeting federal research and development needs; increasing the commercial application of federally supported research results; and fostering and encouraging participation by socially and economically disadvantaged and women-owned small businesses.","updateddate":"3/4/2021"},{"title":"RFP -- VA Amarillo Cepheid COVID-19 Test Kits -State Mandate Tests increase funding for OY3 and OY4","agency":"Department of Veterans Affairs","logo":"assets//logos//dod.png","category":"Federal - Others","subCategory":"Federal - All DoD","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://beta.sam.gov/opp/9f2c7d1a30dd4610b1a6bdf7a2b788da/view","description":"THIS IS NOT A REQUEST FOR COMPETITIVE PROPOSALS. No solicitation will be issued. This is a notice of intent to modify a sole source contract in accordance to FAR 6.302-1(a)(2), authorized or required by statue. This modification is for option year 3 and option Year 4. Due to the State of Texas Mandated COVID-19 Testing, the VISN 17 Network Contracting Office intends to add a new CLIN referred as Item number XPRSAS-COV2-10 (10 tests/ kit) for 120 kits with Cepheid Company at 904 CARIBBEAN DR, SUNNYVALE, CA 94089. The procurement will be for the VA Amarillo Medical Center (VAMC) at 6010 W Amarillo Blvd, Amarillo, TX 79106. The estimated amount is $42,600.00 for each option year for the remaining two option years. The Government believes that Cepheid Company is the only company that can satisfy the agency requirements. Therefore, the Government intends to proceed with sole source procurement for this requirement. To the best of our knowledge Cepheid Company is the only source that provides the indicated test for the existing Cepheid analyzer. The North American Industry Classification System (NAICS) code for this acquisition is 334516 and the size standard is 1000 employees. This is not a request for proposals; however, an interested party may e-mail a written capability statement for this required item, which shall not exceed four (4) pages in length. Interested parties may submit their capability statement, which may or may not be considered by the agency via email to Grace.Barr@va.gov no later than 8:00 AM EASTERN on May 18, 2020. If no responses are received, the Amarillo VA Medical Center will proceed with sole source procurement with Cepheid Company.","updateddate":"3/4/2021"},{"title":"Dear Colleague Letter--Coronavirus Disease 2019 (COVID-19)","agency":"Department of Energy","logo":"assets//logos//doe.png","category":"Federal - Others","subCategory":"Federal - All DoE","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.northeastern.edu/resdev/funding-announcement/foa-doe-coronavirus-disease-2019-covid-19-dear-colleague-letter/","description":"The emergence and spread of the new respiratory Corona virus Disease 2019 (COVID-19), which was declared a Public Health Emergency in the United States on January 31, 2020, has catalyzed significant activity by Federal, state, and local governments; the healthcare community; residents across the United States; and people around the world. The National Biodefense Strategy is.the nation’s plan for ensuring that the country is prepared for, responding to, and recovering from health incidents such as these. As a partner in the Strategy, the Department of Energy (DOE) contributes science and technology to support these efforts. This is not the first emerging infectious disease event that the world will face, nor will it be the last I am asking for your ideas about how DOE and the National Labs might contribute resources to help address COVID-19 through science and technology efforts and collaborations. Through its user facilities, computational power, and enabling infrastructure, DOE has unique capabilities that the scientific community may leverage for the COVID-19 response and recovery. DOE does not provide medical and clinical work; instead, the Department’s mission complements the efforts of the National Institutes of Health, the Department of Defense, and other Federal partners by helping to understand the scientific phenomena contributing to COVID-19, from the structure of the SARS-CoV-2 virus, which causes the disease, to models that can mimic its spread. DOE supports significant biologically focused facilities and resources, including the Joint Genome Institute (JGI), National Microbiome Data Collaborative (NMDC), Environmental Molecular Science Laboratory (EMSL), and DOE Systems Biology Knowledgebase (KBase ). These and other DOE resources may be used for many studies, such as: Developing high-throughput multiplex technologies to characterize virus-host interactions, determine phage resistance mechanisms in nature, identify the degree of specificity for each bacterial resistance mechanisms across diverse phage types, and understand the coevolution of hosts and their phages, which can ultimately be used to design better phage therapeutic treatments and tools for precision microbiome engmeenng; Improved modeling for understanding natural viral populations and persistence in the environment, as well as predictive modeling for viral stability and evolution in changing environmental conditions; Understanding virus-microbiome community composition, function, and evolution; Synthetic biology of key target viral proteins to rapidly develop improved vaccines or therapeutics; and • Synthetic biology to construct viral genome variants and test viral stability, persistence, and resilience in the environment. Cryo-electron microscopy (Cryo-EM) at the DOE National Labs can provide high resolution molecular structure of virus particles and their interactions with other macromolecules including antibodies and drug candidates at cryogenic temperatures. These instruments provide another window to characterize viruses and provide insights on treatment paths. Protein characterization at DOE’s light sources and neutron sources can yield key insights into the relationship between structure and function of the proteins comprising viruses. Macromolecular crystallography (MX) provides the positions to atomic resolution of a protein’s atoms, as well as the atoms of a bound drug or drug fragment that has been infused into the protein crystal for screening potential pharmaceuticals. This critical information can guide development of a potent drug with minimal side effects. MX can also provide the evolution of structures with time to understand drug binding or metabolism. X-ray solution scattering can provide rapid screening of drug fragment libraries to detect binding to proteins. Fragments that bind and cause protein conformational change are targets for further investigated at high resolution with MX. DOE’s user facilities also have special capabilities for characterization of small (nanometers in size) crystals. The Nanoscale Science Research Centers, located at five of the National Laboratories, could be valuable resources for developing intrinsically antiviral surfaces and materials for COVID-19 and other viruses. Supercomputing facilities at DOE offer some of the most powerful resources for scientific computing in the world. The Argonne Leadership Computing Facility (ALCF), Oak Ridge Leadership Computing Facility (OLCF), and National Energy Research Scientific Computing Center (NERSC) may be used for modeling and simulation coupled with machine and deep learning techniques to study a range of areas, including examining underlying protein structure, classifying the evolution of the virus, understanding mutation, uncovering important differences and similarities with the 2002-2003 SARS virus, searching for potential vaccine and antiviral compounds, and simulating the spread of COVID-19 and the effectiveness of countermeasure options. The Department encourages you to consider scientific questions that underpin COVID-19 response and that the research community may answer using DOE user facilities, computational resources, and enabling infrastructure. Responses will be reviewed beginning March 18, 2020. The Department is acting rapidly to leverage, and when appropriate provide prioritized access to, the full range of DOE user facilities and other facilities available at national laboratories to support the national and international effort to address COVID-19.","updateddate":"3/4/2021"},{"title":"Pandemic Response and Real Time Food Away from Home Data","agency":"Agricultural Research Service/Department of Agriculture","logo":"assets//logos//USDA+National+Institute+of+Food+and+Ag_thumb.png","category":"Federal - Others","subCategory":"Federal - Others","dueDate":"7/22/2020","fundingLevel":"Not Specified","website":"https://beta.sam.gov/api/prod/opps/v3/opportunities/resources/files/2aebf48eb8a84b7d85637c0fd1785c0a/download?api_key=null&token=","description":"Solicitation as per attachments. Proposal submissions should be sent via email as per this solicitation.\r\n\r\nIntended Use and Purpose\r\n\r\nAccurate, comprehensive, and representative FAFH purchase, consumption, sales data that are collected and delivered at a high frequency are needed to support ongoing research activities conducted by the USDA.  This includes providing regular and up-to-date economic intelligence to USDA policymakers and key stakeholders in response to the COVID-19 pandemic. Total impacts of the pandemic on the end of the food supply chain and Americans’ diets comprise changes in FAH purchases, changes in FAFH purchases, and what consumers do with these purchases (e.g., consume, store, waste). Additional data surveying all food consumption behavior, pantry loading behavior, and characteristics of FAFH purchases and sales helps contextualize changes in American’s diets broadly.\r\n\r\n \r\n\r\nThe USDA will use the data for projects that support economic and policy research that is shared both internally and with the public at large. The research projects are often undertaken in collaboration with external experts, including but not limited to economists, researchers, and survey and data methodologists at non-governmental organizations. For such collaborations, data will be shared with external research collaborators. The data may be used in combination with (linked to) other data to conduct the research projects. The resulting aggregated findings (not the raw data) will be disseminated through multiple media, including but not limited to professional economic journals, USDA publications, the USDA web site, and presentations at meetings of professional economics associations.  Before public release, all publications and reports will be reviewed by USDA to meet data disclosure requirements and to strictly maintain privacy and confidentiality requirements of data purveyors.  The USDA will retain the right to use the data and information indefinitely to undertake its projects as specified above.\r\n\r\n \r\n\r\nGeneral Tasks/Requirements\r\n\r\nThe requested data need to have a time frequency of collection that is weekly and, at most, monthly. Delivery should take place on a weekly to monthly to basis, with a time gap between collection and delivery that is as short as one week and, at most, a month if necessary.  Data should be delivered for 52 weeks following the execution of the contract. The time coverage should begin in January 2020 at the latest to ensure a sufficient comparison in advance of the changes caused by the pandemic. However, a start state after January 2020 but sufficiently close to March 2020 for data products developed in direct response to the pandemic is acceptable.\r\n\r\nThe data should be representative of FAH and FAFH behavior or market characteristics at the national and regional levels (e.g., Census Region and/or Division).  If a facet of the data is not nationally or regionally representative, then the coverage should either (a) crosswalk with other nationally representative facets or (b) provide a sufficiently high proportion of the most important consumer households and/or food service establishments.\r\n\r\n \r\n\r\nBase Task 1: Real time data on household-focused data\r\n\r\nHousehold consumption data should track the types of food being eaten, where it was acquired, how it was prepared, the nutrition content, and dollars spent that all includes FAFH consumption. In addition, measures on food consumption should be linkable to select items stored in the home. \r\n\r\nThe household data should be available by key demographic information such as:\r\n\r\nnumber of members\r\nage of household head or other members\r\npresence of children\r\nwhether children received school lunch\r\nincome\r\ngeographic location (Census Region and/or Division).\r\n\r\nDocumentation should provide information on how data are collected, including sampling strategy to ensure representativeness. Support answering questions should be provided within a week, providing updates to data with problematic records.\r\n\r\nBase Task 2: Real time data on food service establishment focused data\r\n\r\nFood service establishment sales data should include by key characteristics the share of transactions, change in share of transaction, dollar value of sales, restaurant traffic, number of items per order, and dollar value of orders. The key characteristics include\r\n\r\nsegment (e.g., quick-service, or casual dining)\r\ncategory (e.g., the menu type)\r\nmeal-type/time of day\r\ngeographic location (Census Region and/or Division)\r\n\r\n \r\n\r\nTask 3 (Option Years)\r\n\r\nThese data may be need for subsequent years.  USDA request quotes for 4 additional years, one for each year hence.\r\n\r\n \r\n\r\nPeriod of Performance\r\n\r\nBase: 52 weeks after the award\r\n\r\nBase: 52 weeks for each option year\r\n\r\n      Deliverable Schedule\r\n\r\nTaskDeliverableDue Date\r\nTask 1,Task 2, and Task # (option years)1)   Real time data on household-focused data;\r\n2)   Real time data on food service establishment focused dataFirst delivery will take place 5 business days after award. Each additional delivery will take place weekly to monthly (terms for individual facets to be determined) for 52 weeks thereafter.\r\n\r\n \r\n\r\nAdditional beta.sam.gov information\r\nNotice Id\r\n   b55dc5ba0e7d4823ab490b89b6e0eae2\r\nSource\r\n   https://beta.sam.gov/opp/b55dc5ba0e7d4823ab490b89b6e0eae2/view \r\n   Note: This link might not be valid after archive date below.\r\nArchive Date\r\n   8/6/2020 ","updateddate":"3/4/2021"},{"title":"Agriculture and Food Research Initiative - Foundational and Applied Science Program -- Crosscutting Programs --  Rapid Response to Novel Coronavirus (SARS-CoV-2) Impacts Across Food and Agricultural Systems (A1711)","agency":"National Institute of Food and Agriculture/Department of Agriculture","logo":"assets//logos//USDA+National+Institute+of+Food+and+Ag_thumb.png","category":"Federal - Others","subCategory":"Federal - Others","dueDate":"11/18/2020","fundingLevel":"1,000,000 USD","website":"https://nifa.usda.gov/funding-opportunity/agriculture-and-food-research-initiative-foundational-applied-science-program","description":"The Agriculture and Food Research Initiative (AFRI) is America’s flagship competitive grants program that provides funding for fundamental and applied research, education, and extension projects in the food and agricultural sciences. In this RFA, NIFA requests applications for six AFRI priority areas through the Foundational and Applied Science Program for FY 2020. Applicants considering applying to the second year should check the AFRI RFA webpage and www.grants.gov. The goal of this program is to invest in agricultural production research, education, and extension projects for more sustainable, productive and economically viable plant and animal production systems. The global agricultural output needs to be expanded significantly to meet the food needs of the population expected in 2050; thus, it is imperative to develop innovative, safe and sustainable management strategies for livestock, crops, and critical underlying resources. In FY 2020, applications are sought in the following priority areas:\r\n\r\nPlant health and production and plant products;\r\nAnimal health and production and animal products;\r\nFood safety, nutrition, and health;\r\nBioenergy, natural resources, and environment;\r\nAgriculture systems and technology; and\r\nAgriculture economics and rural communities","updateddate":"3/4/2021"},{"title":"Innovate Together Fund ","agency":"Social Innovation Fund Ireland","logo":"assets//logos//socialinnovation.png","category":"International","dueDate":"7/22/2020","fundingLevel":"22,400 USD","website":"http://www.socialinnovation.ie/innovate-together/","description":"The \"Innovate Together\" Fund starts as a €5 million fund which will focus on supporting innovative responses to the COVID-19 crisis that will also be part of the “new normal.\" ","updateddate":"3/4/2021"},{"title":"Call for Ideas for Strategic Research Highlight Topics for Environmental Solutions to COVID-19","agency":"National Heart Foundation of Australia","logo":"assets//logos//nerc.png","category":"International","dueDate":"7/23/2020","fundingLevel":"Not Specified","website":"https://nerc.ukri.org/research/portfolio/strategic/ideas/","description":"NERC invites highlight topic ideas (strategic funding for research and innovation) to encourage environmental solutions that learn from the COVID-19 pandemic, and in doing so support the UK environment, economy and society to recover from COVID-19 legacy challenges.  Once an idea is sent to NERC, the proposer relinquishes ownership of that idea and transfers it to NERC. NERC may choose to publish or share material received.","updateddate":"3/4/2021"},{"title":"Occupational Medicine Section Ramazzini Prize","agency":"Royal Society of Medicine","logo":"assets//logos//rcgp.png","category":"International","dueDate":"7/27/2020","fundingLevel":"313 USD","website":"https://www5.shocklogic.com/scripts/jmevent/Abstract.asp?Client_Id=%27RSM%27&Project_Id=%2706OMN324%27&System_Id=1","description":"The prize will be awarded for a 500 word clinical case the applicant has directly managed during the pandemic, illustrating an understanding of the management of acute and chronic conditions in the unique circumstances of COVID-19. ","updateddate":"3/4/2021"},{"title":"European Youth Together","agency":"Education, Audiovisual & Culture Executive Agency (EACEA) / EC","logo":"assets//logos//eacea.png","category":"International","dueDate":"7/28/2020","fundingLevel":"540,000 USD","website":"https://eacea.ec.europa.eu/erasmus-plus/funding/european-youth-together-2020_en","description":"‘European Youth Together’ projects aim to create networks promoting regional partnerships, and to be run in close cooperation with young people from across Europe (Erasmus+ programme countries). The networks would organise exchanges, promote training (for instance for youth leaders), and allow young people themselves to set up joint projects. \r\n\r\n‘European Youth Together’ will support initiatives from at least five youth organisations from five different eligible Erasmus+ programme countries to share their ideas about the EU, encourage wider civic participation and help foster a sense of European citizenship. The initiative will aim to bring together European youth from across Europe; East, West, North and South.\r\n\r\nFor this year the thematic priorities are the promotion of EU Youth Goals #3#4 and #10, namely ‘Inclusive Societies’, ‘Information and Constructive Dialogue’ and ‘Sustainable and Green Europe’, as referred to in Annex 3 to the EU Youth Strategy 2019-2027. These European Youth Goals reflect also the President von der Leyen Commission’s political guidelines7 for the next five years, namely the ‘European Green Deal’, ‘A Europe fit for the digital age’ and a ‘new push for European democracy’.\r\n\r\nMore recently, in light of the COVID-19 pandemic, immediate response is required to mitigate its socio-economic impact, including capacity building and specific measures to deal with Covid-19 crisis recovery in the youth sector.In this respect, President von der Leyen said the EU would do whatever was necessary to support the Europeans and the European economy when announcing European measures to counter the economic impact of the Coronavirus. When doing so, youth networks could consider ways of forging solidarity and inclusiveness, which concur with challenges related to digital skills and green lifestyles.","updateddate":"3/4/2021"},{"title":"Scientific Foundation Board Annual Research Grants","agency":"Royal College of General Practitioners","logo":"assets//logos//rcgp.png","category":"International","dueDate":"7/31/2020","fundingLevel":"36,300 USD","website":"http://www.rcgp.org.uk/clinical-and-research/our-programmes/research-facilitation-and-support/research-grants-and-fellowships.aspx","description":"The Scientific Foundation Board (SFB) of the Royal College of General Practitioners (RCGP) awards grants for research projects whose findings will be of direct relevance to the care of patients in the general practice setting.\r\n\r\nFor the 2020 call, the sponsor particularly welcomes applications that concern primary care and the COVID-19 pandemic.","updateddate":"3/4/2021"},{"title":"Research Call to Enhance Understanding and Support for Mental Health in Colombia","agency":"UK Research and Innovation (UKRI)","logo":"assets//logos//ukri.png","category":"International","dueDate":"8/3/2020","fundingLevel":"450,000 USD","website":"https://www.ukri.org/funding/funding-opportunities/aoo-research-call-enhance-understanding-for-mental-health/","description":"UK Research & Innovation (UKRI) are inviting applications to address the objectives of a Newton-Caldas programme aimed to enhance the evidence base on understanding and addressing the mental health challenges facing post-conflict societies in Colombia.  ","updateddate":"3/4/2021"},{"title":"Boosting Frontline Health Workers’ Ability in Responding to COVID-19 - Virtual Awareness and Capacity Building Training Project","agency":"Department of State","logo":"assets//logos//1200px-U.S._Department_of_State_official_seal.svg.png","category":"International","dueDate":"8/10/2020","fundingLevel":"40,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=328097","description":"The U.S. Embassy in Cameroon announces an open competition for organizations to submit applications to support Cameroon’s COVID-19 response, focusing on increasing awareness, motivating informed and constructive action, supporting frontline medical workers, and/or countering misinformation. Awards may range from $10,000 to $40,000. ","updateddate":"3/4/2021"},{"title":"ISCF Healthy Ageing Challenge Social, Behavioural & Design Research Programme","agency":"Economic and Social Research Council","logo":"assets//logos//esrc.png","category":"International","dueDate":"8/10/2020","fundingLevel":"2,500,000 USD","website":"https://www.ukri.org/funding/funding-opportunities/iscf-healthy-ageing-challenge-social-behavioural-design-research-programme-outline-stage/","description":"Awards up to £2 million (100% fEC) are available for academics based at UK Research Organisations to conduct research into social, behavioural and design aspects of healthy ageing. Proposals are expected to critically engage with businesses, including social enterprises, to enhance their understanding of the needs and opportunities of an ageing population, help inform innovators and to open up creative spaces for businesses and consumers in an ‘ageing market.’ The public sector and charities should also be engaged where appropriate.","updateddate":"3/4/2021"},{"title":"Project Grant for Cross-Disciplinary Collaboration Between China and Sweden on Corona and Virus Research","agency":"Swedish Research Council","logo":"assets//logos//src.png","category":"International","dueDate":"8/11/2020","fundingLevel":"1,800,000 USD","website":"https://www.vr.se/english/applying-for-funding/calls/2020-05-28-project-grant-for-cross-disciplinary-collaboration-between-china-and-sweden-on-corona-and-virus-research.html","description":"The Covid-19 pandemic has developed as a public health emergency of global proportions. Intensified research and development efforts on how the coronavirus affects human diseases are urgently needed.  Swedish Research Council and National Science Foundation of China (NSFC) have launched a call to support collaborative research projects from cross-disciplinary teams to study the current crisis and prepare for future pandemics.\r\nThe call is part of the Sino-Swedish Joint Research Programme that was initiated in order to promote long-term basic research collaboration between researchers from Sweden and China as well as supporting research of the highest scientific quality. The grants are financed by the Swedish Research Council and the NSFC on the principal of reciprocity and parity.\r\n\r\nProject support is available for research in the subject areas of Humanities and Social Sciences, Medicine and Health, Natural and Engineering Sciences. The focus of the call is cross-disciplinary research on covid-19 and pandemic viruses. Research efforts across the entire spectra are necessary: from developing rapid and precise diagnostic methods to the development of novel treatments including antiviral drugs and vaccines, to mapping how the genetic material of the virus changes over time, and to study how the immune system is involved in both protective mechanisms of animal-derived viruses and how the immune system is involved in Covid-19 disease. The call also includes aspects on public health management, health delivery sciences, and social and behavioral aspects of emergency public health response.","updateddate":"3/4/2021"},{"title":"U.S. Consulate General — São Paulo Public Affairs Section Annual Program Statement","agency":"Department of State","logo":"assets//logos//1200px-U.S._Department_of_State_official_seal.svg.png","category":"International","dueDate":"8/15/2020","fundingLevel":"20,000 USD","website":"https://www.grants.gov/web/grants/view-opportunity.html?oppId=326897","description":"The Public Affairs Section at the U.S. Consulate General in São Paulo (PAS) is announcing an open competition for organizations and individuals to submit applications for projects that strengthen ties between the United States and Brazil, through academic, cultural, and exchange programs that highlight shared values and promote bilateral cooperation. Awards may range from $3,000 to $20,000. \r\nPublic Affairs Section São Paulo welcomes proposals that address the following strategic priorities:\r\n\r\nEconomic Growth - Programs related to entrepreneurship, bilateral trade, investment, economic integration, innovation, science and technology – including, but not limited, to 5G and to intellectual property rights;\r\nAdvancing Social Inclusion - Programs that seek to promote human rights, diversity, entrepreneurship, and freedom of speech, advancing initiatives to protect and empower member of marginalized and under-represented groups. Programs that address economic inclusivity, particularly among under-represented groups such as women, youth, and afro-Brazilians, merit special attention.\r\nSTEAM and 21st Century Skills - Programs that advance U.S.-Brazil cooperation in STEAM fields (Science, Technology, Engineering, Applied Arts and Math), particularly among youth audiences.\r\nPress Freedom and Combatting Disinformation - Programs that promote press freedom, innovation – within both traditional and digital media – and factual reporting.  Programs that increase media literacy, critical thinking, and combat dis- and mis-information merit special attention;\r\nRegional Security - Programs that address issues of regional security, non-proliferation, and countering violent extremism, as well as exchanges that promote multilateral cooperation and enhance stability in the South American region.","updateddate":"3/4/2021"},{"title":"Innovation Projects in the Health Field that Dampen the Prevalence and Effects of the COVID-19 Pandemic","agency":"VINNOVA","logo":"assets//logos//vinnova.png","category":"International","dueDate":"8/18/2020","fundingLevel":"500,000 USD","website":"https://www.vinnova.se/en/calls-for-proposals/collaborative-projects-for-research-and-2020-02421/collaboration-projects-in-the-health-2020-02434/","description":"Health-related innovation projects and feasibility studies are funded within the call for proposal. These should help to curb the spread and effects of the covid-19 pandemic and prevent future pandemics. The results of the innovation projects should be implemented and utilized already during the ongoing pandemic, and the results of the feasibility studies will lead to increased preparedness for future pandemics.","updateddate":"3/4/2021"},{"title":"Pre-Studies for Innovation Projects in the Health Area that Prevent Future Pandemics","agency":"VINNOVA","logo":"assets//logos//vinnova.png","category":"International","dueDate":"8/18/2020","fundingLevel":"100,000 USD","website":"https://www.vinnova.se/en/calls-for-proposals/collaborative-projects-for-research-and-2020-02421/collaboration-projects-in-the-health-2020-02435/","description":"Vinnova is accepting proposals for health-related innovation projects and feasibility studies that will help to curb the spread and effects of the COVID-19 pandemic and prevent future pandemics.","updateddate":"3/4/2021"},{"title":"COVID-19 Rapid Response Funding Call (Phase 2)","agency":"Science Foundation Ireland","logo":"assets//logos//sfi.png","category":"International","dueDate":"8/26/2020","fundingLevel":"224,000 USD","website":"https://www.sfi.ie/funding/funding-calls/covid19-rapid-response/SFI-COVID-19-Rapid-Response-Phase-2-Call-Document.pdf","description":"As Ireland looks beyond the initial response to the pandemic and to economic and societal recovery, significant research is required to better understand, mitigate and recover from the impact of COVID-19, and to enhance our readiness and resilience for future resurgences of the virus or other public health emergencies. This call aims to support research in a number of thematic areas focused on advancing our knowledge of the virus and its impact on our health, and developing solutions that contribute to economic and societal recovery.\r\n\r\nThe purpose of Phase 2 is to fund projects up to 14 months in duration that build scientific knowledge and/or develop novel solutions that have the potential to impact society in the short/medium term in a number of thematic areas.  ","updateddate":"3/4/2021"},{"title":"SERI - Special COVID-19 Call for Projects Grants with Asia","agency":"ETH Zurich","logo":"assets//logos//ethzurich.png","category":"International","dueDate":"8/30/2020","fundingLevel":"26,500 USD","website":"https://memento.epfl.ch/event/seri-special-covid-19-call-for-projects-grants-wit/","description":"The Leading House Asia, ETH Zurich has decided to launch a special COVID-​​19 call for project grants in order to support the collective effort to better understand the virus as well as its numerous implications, and prepare for society’s future. The call is open to all scientific disciplines including social sciences and humanities.","updateddate":"3/4/2021"},{"title":"Urgent Grants 2020 to Secure Access to Data or Research Materials","agency":"Swedish Research Council for Environment, Agricultural Sciences and Spatial Planning (FORMAS)","logo":"assets//logos//formas.png","category":"International","dueDate":"8/31/2020","fundingLevel":"Not Specified","website":"https://www.formas.se/download/18.1147a170f3a1383933a43/1585750862854/Call_urgent-grants-2020.pdf","description":"In view of Covid-19 and the current situation in Sweden and the world, Formas’ Research Council has decided to open its urgent call immediately. Within its areas of responsibility, Formas wants to provide the opportunity to collect data and research materials of an urgent nature to ensure the future availability of research.\r\n\r\nFormas funds research in the fields of environment, agricultural sciences and spatial planning. In this urgent call, applications are welcomed within all Formas’ areas of responsibility that demonstrate an urgent need to secure future access to data (measurement data, collection of samples, etc.) or other research materials (interviews, participating observations, etc.). The urgent need to secure the access to data and research materials must be based on a circumstance or situation that requires prompt attention or has not been foreseen and that will likely not be repeated.\r\n\r\nFormas welcomes applications from all scientific disciplines: the humanities, natural sciences, social sciences and technology, as well as for interdisciplinary approaches.","updateddate":"3/4/2021"},{"title":"CANSSI Rapid Response Program – COVID-19","agency":"Canadian Statistical Sciences Institute","logo":"assets//logos//cssi.png","category":"International","dueDate":"8/32/2020","fundingLevel":"4,970 USD","website":"http://www.canssi.ca/research-and-training-opportunities/call-for-proposals-canssi-rapid-response-program-covid-19/","description":" \r\nThe Canadian Statistical Sciences Institute is requesting proposals to the CANSSI Rapid Response Program (CRRP) that address issues related to COVID-19. \r\n\r\nThe CRPP supports statisticians who are in the position to provide critical research support on rapidly emerging problems important to society, focusing on applied research that has strong potential to have an immediate impact. Program support can be used to support graduate students and/or postdocs as well as the costs of data acquisition over a period of 2-4 months.","updateddate":"3/4/2021"},{"title":"UNESCO/Emir Jaber Al Ahmad Al Jaber Al Sabah Prize for Digital Empowerment of Persons with Disabilities","agency":"United Nations Educational, Scientific and Cultural Organization (UNESCO)","logo":"assets//logos//unesco.png","category":"International","dueDate":"9/2/2020","fundingLevel":"40,000 USD","website":"https://en.unesco.org/prizes/digital-empowerment","description":"The UNESCO/Emir Jaber Al Ahmad Al Jaber Al Sabah Prize for Digital Empowerment of Persons with Disabilities is to recognize the outstanding contributions of individuals and organizations in promoting the inclusion; and enhancing the lives of persons with disabilities through the application of digital solutions, resources and technologies. In line with UNESCO’s strategic objectives and especially the Major Programme Communication and Information, this includes translating human rights and fundamental freedoms into action, with a particular emphasis on removing barriers to enable greater access to information and knowledge, as well as learning and participation in society through the effective application of Information and Communication Technologies (ICTs).","updateddate":"3/4/2021"},{"title":"Societal Effects and Opportunities for Transition After COVID-19","agency":"Swedish Research Council for Environment, Agricultural Sciences and Spatial Planning (FORMAS)","logo":"assets//logos//src.png","category":"International","dueDate":"9/3/2020","fundingLevel":"100,000 USD","website":"https://formas.se/en/start-page/archive/calls/2020-05-27-societal-effects-and-opportunities-for-transition-after-covid-19.html","description":"Swedish Research Council for Environment, Agricultural Sciences and Spatial Planning (FORMAS) has issued a call to increase our understanding of the impacts of COVID-19 and the opportunities for transformation and recovery in the face of crises. Applicants can apply for 500,000–1 million Swedish kronor (SEK) per project.\r\n\r\nThis call aims to increase society’s preparedness and resilience in order to address future crises. The call will help increase our understanding of the impacts of COVID-19 and the opportunities for transformation and recovery in the face of crises. This will be done through research that explores the current situation that the novel coronavirus has confronted us with, as well as the potential for transformation that it brings.","updateddate":"3/4/2021"},{"title":"Headstart Funding for COVID-19 Solutions","agency":"EIT Health","logo":"assets//logos//eit.png","category":"International","dueDate":"9/14/2020","fundingLevel":"54,500 USD","website":"https://eithealth.eu/opportunity/headstart-funding-programme/","description":"Headstart provides companies that are chosen for the programme up to €50,000 to support the development of innovative healthcare products and services. This year, Headstart is supplemented by a special programme focused on COVID-19 solutions. Through Headstart, EIT Health will award companies with the potential to enable the community and health systems to fill in the gap until COVID-19 vaccines are ready. The sponsor is looking for products or services with technology readiness level eight.","updateddate":"3/4/2021"},{"title":"Small Charities Challenge Fund (SCCF)","agency":"UK Aid Direct","logo":"assets//logos//site_logo-ukaid.png","category":"International","dueDate":"9/24/2020","fundingLevel":"63,500 USD","website":"https://www.ukaiddirect.org/apply/sccf/","description":"Funded by the Department for International Development (DFID), UK Aid Direct supports small and medium sized civil society organisations (CSOs), based in the UK and overseas, to achieve sustained poverty reduction and to achieve the United Nations’ Global Goals.\r\n\r\nThe Small Charities Challenge Fund (SCCF) is a funding opportunity for small UK-registered charities and not-for-profit organisations.\r\n\r\nSCCF project grants of up to £50,000 are available for projects of up to two years, for UK-registered organisations working towards addressing the Global Goals to improve the lives of the most vulnerable and marginalised. \r\n\r\nThe applicant organisation or its downstream partner will also need to be registered in the country of delivery for an application to be eligible.\r\n\r\nUK Aid welcomes applications from organisations with strong links to the country in which their project operates.","updateddate":"3/4/2021"},{"title":"ETH4D Research Challenges: Special Call to Respond to COVID-19 Outbreak on the African Continent","agency":"Eidgenössische Technische Hochschule Zürich","logo":"assets//logos//ethzurich.png","category":"International","dueDate":"9/30/2020","fundingLevel":"51,000 USD","website":"https://eth4d.ethz.ch/funding-opportunities/ETH4D-Challenges.html","description":"The research questions for this special call must help to address the prevention of a spread of an infectious disease in African countries or help to mitigate the negative impact of a pandemic/epidemic on people’s health or livelihoods living on the African continent. A focus on the current Coronavirus - COVID-​19 crisis is encouraged, but not required. Grants will range from 10 - 50 kCHF. The research questions for this special call must help to address the prevention of a spread of an infectious disease in African countries or help to mitigate the negative impact of a pandemic/epidemic on people’s health or livelihoods living on the African continent. A focus on the current Coronavirus - COVID-​19 crisis is encouraged, but not required.","updateddate":"3/4/2021"},{"title":"Special Funding for Research on COVID-19 Epidemic and the Mitigation of its Effects","agency":"Academy of Finland","logo":"assets//logos//finland.png","category":"International","dueDate":"9/30/2020","fundingLevel":"220,000 USD","website":"https://www.aka.fi/en/funding/apply-for-funding/","description":"The Academy of Finland's special funding for research on the COVID-19 epidemic is to support and accelerate research into the current coronavirus epidemic and the mitigation of its effects and to support the utilisation of the research in society. The research organisation may apply for up to €200,000 in funding per sub-application mentioned in the application. \r\n\r\nThe call is aimed at research projects in all fields of research that deal with the SARS-CoV-2 virus and the COVID-19 epidemic caused by it, the societal impacts of the epidemic and the prevention and/or mitigation of its negative consequences. The aim is to redirect research already underway to support the fight against the COVID-19 epidemic and reduce its consequences.","updateddate":"3/4/2021"},{"title":"Urgent Funding for Research into Humanitarian Crises Like Epidemics and Pandemics","agency":"Austrian Science Fund (FWF)","logo":"assets//logos//fwf.png","category":"International","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://www.fwf.ac.at/en/news-and-media-relations/news/detail/nid/20200326-2500/","description":"The Austrian Science Fund (FWF) is calling on researchers to submit project proposals for research into humanitarian crises such as epidemics and pandemics within its existing programmes but as part of a new fast track procedure. The goal is to initiate, as quickly as possible, additional high-quality scientific and scholarly projects at research institutions throughout Austria and thus expand capacities and structures, thereby contributing to overcoming the current humanitarian crisis as well as future ones. In the interests of open science, further pioneering discoveries of Austrian basic research are to be made available worldwide to the scientific community and the public and thus promote the global exchange of knowledge. As part of this urgent funding initiative, the FWF will give priority to processing and assessing the quality of these proposals in order to get promising projects up and running as soon as possible.","updateddate":"3/4/2021"},{"title":"COVID-19 Research Programme","agency":"Health Foundation","logo":"assets//logos//healthfoundation.png","category":"International","dueDate":"9/30/2020","fundingLevel":"250,000 USD","website":"https://www.health.org.uk/funding-and-partnerships/programmes/covid-19-research-programme","description":"The Health Foundation has launched a new research programme, which seeks to understand the impact of the COVID-19 pandemic in two distinct areas. This programme aligns with our strategic priorities and complements the existing research funding landscape.  \r\n\r\nThe sponsor is prioritising funding for UK-focused projects that explore: \r\n\r\nhow health and social care service delivery has changed in light of COVID-19\r\nthe impact of COVID-19 on health inequalities and the wider determinants of health.  \r\nThe sponsor will fund highly applied research that has direct relevance to policy and practice and we welcome applications from multidisciplinary teams combining expertise from a broad range of disciplines. They want the findings of this research to inform policy and/or service delivery decisions about the future of health and care services, in response to the COVID-19 pandemic. Applications involving patients, the public and people with lived experience are strongly encouraged. ","updateddate":"3/4/2021"},{"title":"Covid-19 Call for Project Applications","agency":"Northern Periphery and Arctic Programme","logo":"assets//logos//northernperiphery.png","category":"International","dueDate":"9/30/2020","fundingLevel":"50,400 USD","website":"http://www.interreg-npa.eu/for-applicants/covid-19-call/","description":"The projects should look at ways in which cooperation can effectively help address the multiple challenges posed by this COVID-19 crisis across the NPA programme area. Six themes have been identified, where joint collaborative efforts could be beneficial:\r\n\r\n-Clinical aspects: Comparing the different response measures taken by the respective countries, map the rate of infections and observe differences in comparison to national and local COVID strategies; e.g. in rural vs urban areas\r\n\r\n-Health and well being: The impact of self-isolation on people and their mental health – elderly people and other vulnerable groups who already suffer isolation will be impacted even worse from this situation, but there is a wider effect on the entire population which shall be investigated\r\n\r\n-Technology solutions: What e-health solutions already exist and what should be put in place?  How can technology be brought to those people who need it and/or don’t know how to use it? What are the technologies with the lowest threshold? How can we fast track innovation?\r\n\r\n-Citizen engagement/ Community response:  Small peripheral communities are more self-sufficient, what lessons can they share?\r\n\r\n-Economic impacts: What will be the impact on the public health system now and next year? In what ways have our societies and economies been transformed already? And how will they be transformed in the medium and long term?\r\n\r\n-Emerging themes: project ideas that fit in the rationale of the call, but do not fall within the themes outlined at the time this Call has been opened. Considering that the situation is constantly developing and that new relevant themes might appear at a later point in time, the Programme will consider applications falling under this category, that reflect a change in the situation or an aspect which has been disregarded.","updateddate":"3/4/2021"},{"title":"Medical Robotics for Contagious Diseases Challenge","agency":"EPSRC UK-Robotics and Autonomous Systems (UK-RAS) Network","logo":"assets//logos//ukras.png","category":"International","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://www.ukras.org/robotics-week/challenges/medical-robotics-for-contagious-diseases-challenge-2020/","description":"The outbreak of novel coronavirus has sparked a global health crisis and the robotics research and innovation communities form an integral part of our response. Now more than ever, it is evident that robotics has a key role to play. Across the world, robots and drones are being repurposed and deployed as part of the COVID-19 response. \r\n\r\nThere are robots disinfecting hospitals; automated systems supporting the testing of millions of people quickly and reliably; robots undertaking infection control and operating on patients; and robotic platforms delivering medical supplies and food to the most vulnerable. In the case of clinical care, areas of specific importance include disease prevention, diagnosis and screening, and patient care and disease management.\r\n\r\nThe COVID-19 pandemic offers a unique opportunity to galvanize medical robot technologies, as they play an increasingly major role in combating contagious diseases.\r\n\r\nThis new challenge is aimed at entries that could offer solutions as part of a multi-faceted response to this and future global pandemics. ","updateddate":"3/4/2021"},{"title":"Open Call for Solution Ideas (COVID-19)","agency":"AMable","logo":"assets//logos//amable.png","category":"International","dueDate":"9/31/2020","fundingLevel":"10,800 USD","website":"https://www.amable.eu/calls/call-for-proposals","description":"Through this call, AMable aims to support activities that propose a realistic solution to a practical challenge. Challenges that society currently sees in coping with the COVID-19 pandemic. The AMable consortium will publish these challenges in so called “challenge sets” on its web site. These challenges will be regularly updated. When talking about challenges from such a challenge set, AMable means e.g. a lack of equipment, helpful tools, replacement parts or parts that enable additional functionality. Overall, such challenges need to be solved when additive manufacturing provides a solution.","updateddate":"3/4/2021"},{"title":"Rapid Access Call for Proposals: SARS-CoV-2","agency":"Diamond Light Source","logo":"assets//logos//dls.png","category":"International","dueDate":"10/7/2020","fundingLevel":"Not Specified","website":"https://www.diamond.ac.uk/Users/Apply-for-Beamtime.html","description":"Diamond Light Source are offering priority rapid access for groups who require instrument time for projects directly related to SARS-CoV-2 viral proteins. Diamond would like to ensure that it is doing everything possible to support researchers in their efforts to discover more about the COVID-19 virus and bring us closer to an effective vaccine or treatment. With this in mind, Diamond are offering priority rapid access for groups who require instrument time for projects directly related to SARS-CoV-2 viral proteins. Based on the number and nature of requests for priority rapid access, Diamond will make every effort to satisfy research priorities.","updateddate":"3/4/2021"},{"title":"NIHR Global Health Research Groups","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"10/21/2020","fundingLevel":"3,810,000 USD","website":"https://www.nihr.ac.uk/documents/third-call-for-global-health-research-groups-remit-and-guidance/24949","description":"NIHR has launched a third call for Global Health Research Groups. The NIHR Global Health Research portfolio supports applied health research for the direct and primary benefit of people in low-and middle-income countries (LMICs) on the Organisation for Economic Cooperation and Development’s (OECD) Development Assistance Committee (DAC) list, using UK Aid from the UK government.\r\nThe National Institute for Health Research (NIHR) was established in 2006 to improve the health and wealth of the nation through research and is funded by the Department of Health and Social Care. In 2015, the NIHR Global Health Research (GHR) portfolio was established to support applied health research for the direct and primary benefit of people in low-and middle-income countries (LMICs) on the Organisation for Economic Co-operation and Development (OECD) Development Assistance Committee (DAC) list, using UK Aid from the UK government.","updateddate":"3/4/2021"},{"title":"NIHR Global Health Research Units","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"10/21/2020","fundingLevel":"3,810,000 USD","website":"https://www.nihr.ac.uk/documents/nihr-global-health-research-programmes-stage-2-applications-core-guidance/24952","description":"NIHR has launched a third call for Global Health Research Groups. The NIHR Global Health Research portfolio supports applied health research for the direct and primary benefit of people in low-and middle-income countries (LMICs) on the Organisation for Economic Cooperation and Development’s (OECD) Development Assistance Committee (DAC) list, using UK Aid from the UK government.\r\nThe National Institute for Health Research (NIHR) was established in 2006 to improve the health and wealth of the nation through research and is funded by the Department of Health and Social Care. In 2015, the NIHR Global Health Research (GHR) portfolio was established to support applied health research for the direct and primary benefit of people in low-and middle-income countries (LMICs) on the Organisation for Economic Co-operation and Development (OECD) Development Assistance Committee (DAC) list, using UK Aid from the UK government.","updateddate":"3/4/2021"},{"title":"Call For Proposals","agency":"Innovative Medicines Initiative (IMI)","logo":"assets//logos//imi.png","category":"International","dueDate":"11/5/2020","fundingLevel":"Not Specified","website":"https://www.imi.europa.eu/apply-funding/open-calls/imi2-call-20","updateddate":"3/4/2021"},{"title":"Public Health Research Programme (PHR) – Interventions to Improve the Uptake of the Influenza Vaccination in Carers","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"11/17/2020","fundingLevel":"Not Specified","website":"https://www.nihr.ac.uk/documents/2047-interventions-to-improve-the-uptake-of-the-influenza-vaccination-in-carers/24895","description":"This research brief was prepared before the advent of the Covid-19 viral pandemic. It addresses an issue that remains important, but is arguably now even more pertinent as a result of Covid-19. A vaccine for Covid-19 presently does not exist, but the learning from research commissioned under this brief will likely be of added importance in relation to Covid-19 in the future.\r\n\r\nNIHR is interested in proposals for the evaluation of the effectiveness and cost-effectiveness of interventions that aim to improve the uptake of influenza vaccination. The recipients NIHR is interested in are those involved in the care of vulnerable groups. Recipients could be non-NHS nursing and care staff and carers who work in institutions, or in the homes of those in vulnerable groups. This includes unpaid informal carers. Of particular interest are all staff employed in residential or care homes who may be health, social care or domestic staff.\r\n\r\nThe primary outcome of the research should be uptake of the influenza vaccination and an assessment of the active elements of interventions. Secondary outcomes might also include vaccine recipient acceptability; cost-effectiveness; and impact on healthcare and social care. Applicants should clearly define and justify the choice of intervention, the choice of setting and study design, and choice of outcome measures. Researchers will need to specify how short, medium and long term impacts will be evaluated.","updateddate":"3/4/2021"},{"title":"Public Health Research Programme (PHR) – Targeted Mass Media Interventions for Black, Asian and Minority Ethnic Populations","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"11/17/2020","fundingLevel":"Not Specified","website":"https://www.nihr.ac.uk/documents/targeted-mass-media-interventions-for-black-asian-and-minority-ethnic-populations/25167","description":"The Public Health Research Programme are accepting stage 1 applications to their commissioned workstream for the topic:\r\n\r\n20/68 Targeted mass media interventions for Black, Asian and Minority Ethnic populations\r\n\r\nResearch will address the question: Are culturally competent, targeted mass media interventions effective and cost-effective in promoting healthy behaviours to reduce the risk of disease in black, Asian and minority ethnic populations?","updateddate":"3/4/2021"},{"title":"COVID-19 R&D Fund -- State Aid","agency":"Malta Council for Science and Technology (MCST)","logo":"assets//logos//mcst.png","category":"International","dueDate":"11/30/2020","fundingLevel":"Not Specified","website":"https://mcst.gov.mt/ri-programmes/covid-19-rd-fund/","description":"The €5.3 Million COVID-19 R&D Fund is to target public, academic and private entities. As a funding mechanism, it will enable R&D on COVID-19 as a departure point, yet with outcomes not only addressing innovative and/or improved approaches related to the current pandemic, but also potential future waves and other antiviral relevant research.\r\nThis incentive is administered by the Malta Council for Science and Technology for and on behalf of the Foundation for Science and Technology (hereinafter referred to as the ‘Council’) and Malta Enterprise Corporation (hereinafter referred to as the ‘Corporation’).\r\n\r\nThe Council and Corporation have issued this call for proposals for interested applicants that intend to provide innovative and/or improved approaches with regards to current and/or future infectious disease prevention, control and contain the spread. \r\n\r\nThe aim of this call is not only to target innovative solutions to the current COVID-19 situation (as this is now fast-paced and a time-sensitive challenge), but also to draw on lessons learnt from COVID-19 and develop foresight tools and methodologies for the future.","updateddate":"3/4/2021"},{"title":"COVID-19 R&D Fund -- Non-State Aid","agency":"Malta Council for Science and Technology (MCST)","logo":"assets//logos//mcst.png","category":"International","dueDate":"11/30/2020","fundingLevel":"Not Specified","website":"https://mcst.gov.mt/ri-programmes/covid-19-rd-fund/","description":"The €5.3 Million COVID-19 R&D Fund is to target public, academic and private entities. As a funding mechanism, it will enable R&D on COVID-19 as a departure point, yet with outcomes not only addressing innovative and/or improved approaches related to the current pandemic, but also potential future waves and other antiviral relevant research.\r\nThis incentive is administered by the Malta Council for Science and Technology for and on behalf of the Foundation for Science and Technology (hereinafter referred to as the ‘Council’) and Malta Enterprise Corporation (hereinafter referred to as the ‘Corporation’).","updateddate":"3/4/2021"},{"title":"Call for Proposals: Applied Research Projects to Address the Consequences of the COVID-19 Pandemic","agency":"Research Council of Lithuania","logo":"assets//logos//lithuania.png","category":"International","dueDate":"12/31/2020","fundingLevel":"108,000 USD","website":"https://www.lmt.lt/lt/mokslo-finansavimas/kalendorinis-kvietimu-planas/2287/kvietimas-540","description":"In response to the global pandemic COVID-19 caused by the coronavirus SARS-CoV-2 and its consequences, the Lithuanian Science Council invites researchers from all fields of science to submit applications for short-term applied research projects.\r\nThe purpose of the call is to provide research-based conclusions and recommendations on the COVID-19 pandemic and its consequences for human health, public policy, the economy, public security, education, culture and other areas of state and public life that have long-term consequences for the spread of coronavirus.","updateddate":"3/4/2021"},{"title":"COVID-19 Rapid Response Rolling Call (Defunct)","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"12/31/2020","fundingLevel":"Not Specified","website":"https://mrc.ukri.org/funding/browse/ukri-nihr-covid-19/ukri-nihr-covid-19-rolling-call/","description":"Building on the initial rapid funding round for COVID-19 research, the NIHR and UKRI are holding a rolling call for proposals for research into COVID-19. \r\n\r\nThe call is for UK-led academic, small and medium enterprise (SME) and wider industry research that will address a wide range of COVID-19 knowledge gaps/needs, and which will lead to a benefit in UK, potentially international, public health within 12 months.\r\n\r\nThe size of grants will vary according to the needs of each research project, but will need to provide a robust case for value for money.","updateddate":"3/4/2021"},{"title":"Open Call for Innovation Focus Area: COVID-19: Rapid Sanitising Technology","agency":"Defence and Security Accelerator (DASA)","logo":"assets//logos//dasa.png","category":"International","dueDate":"3/31/2021","fundingLevel":"Not Specified","website":"https://www.gov.uk/government/publications/defence-and-security-accelerator-dasa-open-call-for-innovation","description":"In addition to its regular Open Call, DASA publishes Open Call innovation focus areas to increase awareness of some of the enduring challenges faced by defence and security stakeholders, and to stimulate the submission of relevant innovative proposals. For the current focus area: COVID-19: Rapid Sanitising Technology, DASA is looking to identify, develop and demonstrate rapid sanitising technologies for ambulances that have transported a patient with suspected COVID-19. Ambulances must be thoroughly cleaned once a patient with suspected COVID-19 has been transported. These cleaning times can take up to 45 minutes and have to be undertaken at cleaning centres which can be some distance away. This puts a strain on an already busy and pressurised service as the vehicles cannot be used until cleaning is completed. DASA is looking to identify, develop and demonstrate rapid sanitising technologies. Innovations must be suitable for rapid deployment to clean public sector vehicles following the transport of patients with the COVID-19 virus. Ideally systems will have wider applicability than just ambulances, which might include buses, trains, and other blue light services or even in hospital wards / rooms. Systems which are mobile, allow ease of operation and maintenance, are robust and reliable are of particular interest. If the proposed idea relies on use of decontaminants, it must be able to fully wet a complex surface for a given contact time to ensure its decontaminated effectively. If the applicant does not have access to a suitable decontaminant, this should be specified in their proposal. Efficacy will need to be demonstrated via a short process of trials/experimentation, to include definition of tactics, techniques and procedures (TTPs) to ensure selected options are used effectively for specific applications. Products which are already available on the market will not be considered.","updateddate":"3/4/2021"},{"title":"Research and Innovation Ideas to Address Covid-19","agency":"Arts and Humanities Research Council","logo":"assets//logos//ahrc.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.ukri.org/funding/funding-opportunities/ukri-open-call-for-research-and-innovation-ideas-to-address-covid-19/","description":"The AHRC welcomes applications to the UKRI open call for research and innovation ideas to address the COVID-19 pandemic and its impacts. The impacts of the COVID-19 outbreak are complex and far-reaching, affecting nearly every aspect of peoples’ lives. The arts and humanities, alone or working with other disciplines, have a key role to play in understanding, addressing and mitigating the unfolding impacts of the pandemic.","updateddate":"3/4/2021"},{"title":"Modern Slavery and Human Rights Policy and Evidence Centre: The Impact of COVID-19 on Modern Slavery","agency":"Arts and Humanities Research Council","logo":"assets//logos//ahrc.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"150,000 USD","website":"https://ahrc.ukri.org/documents/calls/ms-pec-covid-19-rapid-response-call-specification/","description":"Through this new COVID-19 rapid response funding call, proposals are invited for research that can generate evidence to improve understanding of the effects of the pandemic on behaviours, systems and structures associated with modern slavery. This includes both the effects of the pandemic and the responses to it by governments, businesses and organisations, which can affect people’s vulnerability to exploitation, and the systems underpinning exploitative practices. The projects must be hosted by an eligible institution in the UK, but may look globally in their scope and impact.\r\n\r\nResearch proposals submitted can aim to address both the effects of and responses to the pandemic, and should have an appropriate balance between identifying problems and proposing actions to address or mitigate those problems.\r\n\r\nThe funding call will operate on a rolling basis in order to respond effectively to the evolving nature of the pandemic.\r\nThe Modern Slavery and Human Rights Policy and Evidence Centre (‘the Centre’), led by AHRC and with support from ESRC, is designed to bring research, policymakers, businesses, charities and NGOs together on a scale not seen before in the UK. It will combat and reduce modern slavery by driving real policy change in prevention, legal enforcement and supply chains, with a strong focus on victim / survivor support and recovery.","updateddate":"3/4/2021"},{"title":"Sponsor and CRO for Clinical Trials with COVID-19 Candidate Vaccines","agency":"Coalition for Epidemic Preparedness Innovations (CEPI)","logo":"assets//logos//cepi.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://cepi.net/get_involved/cfps/","description":"CEPI is requesting information from entities able to serve as possible sponsors or to provide operational trial support (Clinical Research Organizations) for clinical trials involving vaccine candidates against COVID-19. In coordination with the World Health Organization (WHO), as it leads the development of a coordinated international response, CEPI is promoting the development of new vaccines against the emerging threat of COVID-19. CEPI has funded several COVID-19 vaccine development projects and intends to broaden this portfolio of vaccine candidates further. CEPI will also consider supporting trials for vaccines that have not previously received CEPI support. In anticipation of clinical trials of COVID-19 vaccines, CEPI is seeking to identify, in advance of need, entities that could serve as sponsors or provide clinical research organization (CRO) support for such trials. CEPI envisions that in many circumstances, the developer would be the sponsor of a trial but may need CRO support. CEPI also anticipates that some trials may include more than one vaccine and use a shared control or comparator group; in this case, a single company cannot be the sponsor and a neutral entity will need to fill that role. For the latter circumstance, CEPI is seeking to identify potential sponsors as well as CROs. Since it is not yet clear where (in what countries) trials will be conducted, CEPI is seeking information from applicants with either country, regional or global reach. Applications from LMIC-based entities are encouraged.","updateddate":"3/4/2021"},{"title":"COVID-19 Fast Track Access","agency":"Foundation for Innovative New Diagnostics (FIND)","logo":"assets//logos//ceric.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.ceric-eric.eu/2020/03/10/covid-19-fast-track-access/","description":"To facilitate research on COVID-19, CERIC has set up a dedicated Fast Track Access to a selected number of instruments including 600 and 800 MHz NMR, SAXS light scattering laboratory, Cryo EM, synchotron beamlines for Small Angle X-ray scattering and X-ray diffraction, and Synchroton Infrared Source for Spectroscopy and Imagine. Due to the travel restrictions in place for several countries, remote access will be preferred.","updateddate":"3/4/2021"},{"title":"Protein Reagents for COVID-19 Research","agency":"COVID-19 Protein Portal","logo":"assets//logos//Covid-19_protein_Portal.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://covid19proteinportal.org/faq.html","description":"The COVID-19 Protein Portal is an Open Science initiative that enables UK scientists to share protein reagents relating to SARS-CoV-2. The aim is to accelerate COVID-19 research by providing high quality protein reagents directly to scientists.\r\nBuilding on existing networks of laboratories with the expertise and capacity to generate recombinant proteins quickly and accurately, the COVID-19 Protein Production Consortium (CPPC) serves as a contact point and clearing house for new reagents.\r\n\r\nResearchers can browse a growing reagent list to find viral proteins, human proteins and antibodies related to COVID-19. Each reagent is carefully annotated with key information including the sequence, origin, and SDS-PAGE results, where possible.\r\n\r\nIn the spirit of Open Science, the COVID-19 Protein Portal aims to provide reagents free of charge. In order to maximise the best use of resources, researchers are asked to provide a brief research proposal describing how the reagents will be used, to enable peer review and resource allocation. Following experimental work, researchers will be required to provide feedback to the CPPC on their results in order to share important outcomes with the scientific community.","updateddate":"3/4/2021"},{"title":"Special Call for Proposals: Development of Innovative Technologies & Methods to Fight SARS-CoV-2","agency":"DIM ELICIT","logo":"assets//logos//dimelicit.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://dim-elicit.fr/call/special-call-for-proposals-development-of-innovative-technologies-methods-to-fight-sars-cov-2/","description":"In regard of the SARS-CoV-2 crisis, the DIM ELICIT wishes to support the development of technologies and methods useful in the analysis, diagnosis or treatment to fight the virus.\r\nApplications will be assessed according to the following evaluation criteria:\r\n\r\nInnovation and originality of the proposa\r\nScientific quality\r\nAdequacy of resources with the proposed project","updateddate":"3/4/2021"},{"title":"Call for Innovation via Transform Fund - Enhancing Member Countries Preparedness and Response to COVID-19 Pandemic","agency":"Engage","logo":"assets//logos//engage.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"1,000,000 USD","website":"https://www.isdb-engage.org/en/challenge/call-for-innovation-via-transform-fund-2020","description":"The IsDB Group is coordinating a wide-ranging response to the impact of COVID-19. It has set up a Strategic Preparedness and Response Facility which will oversee a response package. The facility will focus on emergency preparedness to curb the spread of the COVID-19, minimizing the socio-economic impact of the pandemic especially on poor communities, and building the resilience of Member Countries in responding to outbreaks and pandemics. The sponsor recognises Member Countries need the necessary tools to be more resilient to epidemics and pandemics as well the ability to quickly recovery economically. These tools and interventions will have long-term benefits beyond a specific pandemic event. The sponsor is pleased to announce the Transform Fund Call for Innovation 2020 will focus entirely on supporting Member Countries long-term preparedness and response to the COVID-19 pandemic. This Call will operate in addition to the IsDB Group’s other wide-ranging initiatives coordinated by Strategic Preparedness and Response Facility.","updateddate":"3/4/2021"},{"title":"Ferring COVID-19 Investigational Grants","agency":"Ferring Pharmaceuticals","logo":"assets//logos//ferring.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"25,000 USD","website":"http://www.ferring-research.com/","description":"Ferring is interested in funding exploratory, basic, and clinical research grants to collect data and expand knowledge about the effects on SARS-CoV-2 on reproduction, pregnancy, and foetal/neonatal health. The programme will provide a limited number of research grants up to €25,000 for each application.","updateddate":"3/4/2021"},{"title":"SARS-COV-2 Diagnostics: Performance Data","agency":"Foundation for Innovative New Diagnostics (FIND)","logo":"assets//logos//find.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.finddx.org/wp-content/uploads/2020/03/COVID-19_Dx-performance-data-sharing_FINAL-27.03.2020.pdf","description":"FIND is conducting independent evaluations of SARS-CoV-2 molecular tests and immunoassays. To complement these evaluations, and in partnership with WHO in line with the sponsor's official Collaborating Centre remit, the sponsor is endeavouring to centralize the collection of SARS-CoV-2 diagnostic performance data as a global public good. FIND is working closely with partners including the World Health Organization (WHO) in support of the global effort to combat the COVID-19 pandemic. In this respect, FIND is curating the overall diagnostic pipeline and tracking reported global diagnostic use, as well as conducting independent evaluations of SARS-CoV-2 molecular tests and immunoassays.This is an open call to partners and laboratories around the world for any performance data on commercially available in vitro diagnostic tests for SARS-CoV-2 that detect nucleic acid, viral antigen or antibodies. These data will be made openly accessible on the sponsor's website and shared with WHO, in order to help inform procurement and implementation decisions for countries and health programmes – specifically those with limited capacity to conduct their own independent evaluations. The program objective is to support public health organizations and healthcare providers around the world it is critical to have independent analytical and diagnostic performance data of the emerging tests publicly available. FIND is working to accelerate access to all global data that can help governments, healthcare institutions and global health organizations to make procurement decisions for emerging commercial SARS-CoV-2 diagnostic tests. FIND is therefore asking partners and laboratories around the world with any performance data on commercially available in vitro diagnostic tests that detect nucleic acid, viral antigen or antibodies, to contribute to a centralized collection of data as a global public good. These data will help to inform procurement and implementation decisions for countries and health programmes, specifically those with limited capacity to conduct their own independent evaluations.","updateddate":"3/4/2021"},{"title":"COVID-19 – Call for Genomic Solutions","agency":"Genome Quebec","logo":"assets//logos//genomequebec.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://www.genomequebec.com/68-contests-covid-19-call-for-genomic-solutions/","description":"In response to the COVID-19 pandemic, the Québec life science community is acting fast. In collaboration with the ministère de l’Économie et de l’Innovation, the ministère de la Santé et des Services sociaux and the Fonds de recherche du Québec, Génome Québec is launching a call for research or innovation projects to help us meet the challenge we currently face.","updateddate":"3/4/2021"},{"title":"Rapid Access Call for Proposals: SARS-CoV-2 and Urgent Research","agency":"MAX IV","logo":"assets//logos//maxiv.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.maxiv.lu.se/covid-19/","description":"In order to support science towards understanding the SARS-CoV-2 virus, MAX IV is offering its instrumentation and beamtime — on a short notice base — to facilitate efforts to discover more about the virus and bring us closer to an effective vaccine, diagnostics or treatment. MAX IV is offering rapid access for groups who require instrument time for projects directly related to SARS-CoV-2 viral proteins such as COVID-19 related enzyme targets, membrane receptor complexes, antibody complexes etc. (i.e. non-infectious samples). Based on the number and nature of requests for rapid access, MAX IV will select on scientific excellence. In addition, in light of facility closures worldwide, MAX IV may, on availability and best effort base, offer some MX beamtime at BioMAX for urgent, e.g. health-related, research through remote operation or mail-in (in cooperation). ","updateddate":"3/4/2021"},{"title":"COVID-19 Rapid Response Rolling Call","agency":"Medical Research Council of the United Kingdom","logo":"assets//logos//mrcuk.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.who.int/blueprint/priority-diseases/key-action/novel-coronavirus/en/","description":"Short term (up to 12 month) proposals are sought. All proposals will need to be able to show how progress within the period of award could make a significant contribution to the understanding, prevention and/or management of the COVID-19 outbreak. ","updateddate":"3/4/2021"},{"title":"Travel and Subsistence Funding to Support LMIC Engagement During the COVID-19 Outbreak","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.nihr.ac.uk/documents/travel-and-subsistence-funding-to-support-lmic-engagement-during-the-covid-19-outbreak-guidance/24356","description":"The awards will provide travel and subsistence funding to appropriately qualified public health professionals, clinicians and academics who wish to offer science and technical advice to support the immediate response to COVID-19 in low and middle-income countries.","updateddate":"3/4/2021"},{"title":"Government Support for Research Related to COVID-19","agency":"National Institute for Health Research","logo":"assets//logos//nihr.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://docs.google.com/forms/d/e/1FAIpQLSew7jJiCfwtSPECtoQYLF9QknWZfeWQXDRySkDLnawE4RL39g/viewform","description":"Building on the initial calls of their Initiative, DHSC, through the NIHR, and UKRI are jointly launching a rolling call for proposals for rapid research into COVID-19. The call is forUK-led academic, SME and wider industry research that will address a wide range of COVID-19 knowledge gaps/needs, and which will lead to a benefit in UK, and potentially international, public health within 12 months.\r\nCOVID-19 Urgent Public Health Research is being prioritised to gather the necessary clinical and epidemiological evidence that will inform national policy and enable new diagnostic tests, treatments and vaccines to be developed and tested for COVID-19.\r\n\r\nGovernment support is available to prioritise, coordinate and deliver these studies, regardless of sponsorship and funding source. This support includes expedited identification of sites to ensure appropriate geographical distribution of Urgent Public Health Research to maximise recruitment and minimise over-commitment of resource.","updateddate":"3/4/2021"},{"title":"Special ERG Call on the Economic Impacts of Coronavirus","agency":"Private Enterprise Development in Low-Income Countries","logo":"assets//logos//pedl.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"50,000 USD","website":"https://pedl.cepr.org/content/special-call-proposals-economic-impacts-coronavirus","description":"PEDL invites applications to this special Exploratory Research Grant call for projects addressing the economic impacts of coronavirus. These impacts are already being severely felt across the world and for many developing regions the worst is still to come. PEDL, alongside its new partner CDC Group, is looking to fund research that can inform policymakers and other stakeholders on the economic impacts of coronavirus in developing countries so that the costs can be mitigated as much as possible.","updateddate":"3/4/2021"},{"title":"PRACE Support To Mitigate Impact Of COVID-19 Pandemic","agency":"Partnership for Advanced Computing in Europe (PRACE)","logo":"assets//logos//prace.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://prace-ri.eu/prace-support-to-mitigate-impact-of-covid-19-pandemic/","description":"PRACE is welcoming project proposals requesting computing resources to contribute to the mitigation of the impact of the COVID-19 pandemic. This applies, without being exhaustive, to the following topics: Biomolecular research to understand the mechanisms of the virus infection, Bioinformatics research to understand mutations, evolution, etc., Bio-simulations to develop therapeutics and/or vaccines, Epidemiologic analysis to understand and forecast the spread of the disease, Other analyses to understand and mitigate the impact of the pandemic, This call for proposals will follow a fast track review process to provide swift feedback to the applicants. This call is open until further notice. Applications are evaluated within one week and start as soon as possible if awarded.","updateddate":"3/4/2021"},{"title":"Practitioner’s Allowance Grants (PAGs)","agency":"Royal College of General Practitioners","logo":"assets//logos//rcgp.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"2,420 USD","website":"https://www.rcgp.org.uk/SFB","description":"PAGs are available to GPs who face difficulties in acquiring direct costs for a specific research activity within their practice. The SFB awards grants for research relevant to general medical practice and primary care which is undertaken from a United Kingdom (UK) base and normally based on subjects within the UK. Applications for Practitioner's Allowance Grants are up to £2,000. PAGs are available to GPs who face difficulties in acquiring direct costs for a specific research activity within their practice. Work for which support is requested under this procedure should not include costs which the applicant’s parent institution might reasonably be expected to meet as a matter of routine (e.g. requests for funding for small amounts of postage or photocopying). Projects for which support is requested under this small grant procedure will normally be expected to have the potential to be generalisable.","updateddate":"3/4/2021"},{"title":"Priority Access Call for Work on Combating COVID-19","agency":"Scherrer (Paul) Institute","logo":"assets//logos//scherrer.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.psi.ch/en/sls/scientific-highlights/priority-access-call-for-work-on-combating-covid-19","description":"The Paul Scherrer Institute (PSI) has opened a \"PRIORITY COVID-19 Call” for short proposals and quick peer review to enable rapid access to beamtime. Research proposals shall have the potential to effectively contribute to the understanding of the COVID-19 virus and/or to improve the clinical or public health response and patient care. ","updateddate":"3/4/2021"},{"title":"COVID-19 Rapid Response","agency":"Science Foundation Ireland","logo":"assets//logos//sfi.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://www.sfi.ie/funding/funding-calls/covid19-rapid-response/SFI-EI-IDA-COVID-19-Rapid-Response-Call.pdf","description":"The SFI, Enterprise Ireland, IDA Ireland rapid response call is an agile and adaptive initiative to support development of innovative solutions (including STEM-based, social/behavioural science) that can have rapid demonstrable impact on the current COVID-19 crisis in Ireland. ","updateddate":"3/4/2021"},{"title":"Supporting the NHS Response to Coronavirus (COVID-19)","agency":"Scottish Health Innovations Ltd (SHIL)","logo":"assets//logos//shil.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.shil.co.uk/what-we-do/coronavirus","description":"This new fund from the Scottish Health Innovations Ltd (SHIL) will harness the knowledge and expertise of health and social care professionals across Scotland to develop innovative solutions in response to the Coronavirus (COVID-19) crisis. The package of support includes up to £25k of initial seed funding, combined with regulatory support, project management and the extensive innovation expertise of SHIL, who have worked in partnership with NHS Scotland since 2002. Ideas can range from the simple to the complex. A medical device, a piece of technology, software or service offering. It may be an idea to support diagnostics, home care, hygiene or mental health. Anything to improve patient care and the fight against COVID-19 will be welcomed and considered.","updateddate":"3/4/2021"},{"title":"Deuteration & Macromolecular Crystallisation (DEMAX) COVID-19-related Research Projects","agency":"European Spallation Source","logo":"assets//logos//spallation.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://europeanspallationsource.se/article/2020/03/27/ess-demax-lab-prioritise-proposals-covid-19-related-research","description":"The Deuteration & Macromolecular Crystallisation (DEMAX) platform at ESS is offering prioritised access to laboratory services for scientists and researchers working on COVID-19-related research projects. DEMAX, which is currently running on a small scale, is able to provide expertise, advice and limited materials to support research aimed at the critical need to gain a better understanding of COVID-19.","updateddate":"3/4/2021"},{"title":"Covid-19 Rapid Call for Access to the Octopus Facility","agency":"Science and Technology Facilities Council","logo":"assets//logos//stfc.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.clf.stfc.ac.uk/Pages/Octopus.aspx#","description":"The UK's Central Laser Facility (CLF) is inviting rapid access proposals to its Octopus imaging facility for research relevant to the SARS-CoV-2 virus and COVID-19. The Octopus facility offers a comprehensive range of optical microscopy instruments and techniques including super-resolution (PALM/STORM, SIM, and STED, including STORM at cryogenic temperatures), single molecule imaging and tracking, light sheet microscopy, FRET-FLIM, and optical trapping/tweezers. The facility also offers a Zeiss Crossbeam cryo FIB-SEM with “slice and view\" capability. More information is available at: https://www.clf.stfc.ac.uk/Pages/Octopus.aspx To maintain social distancing in this unique call, physical microscopy will be undertaken by expert CLF staff, with samples being sent to the facility. Communication with users before and during the experiments will be by video link or telephone, and remote access to the microscopy instruments will be available. As biological containment level 3 is not available, the facility is unable to do live virus work and samples sent to site must be tested and certified as non-infective in advance.","updateddate":"3/4/2021"},{"title":"Covid-19 Rapid Call for Access to the Octopus Facility  ","agency":"Science and Technology Facilities Council","logo":"assets//logos//stfc.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.clf.stfc.ac.uk/Pages/Octopus.aspx#","description":"The UK's Central Laser Facility (CLF) is inviting rapid access proposals to its Octopus imaging facility for research relevant to the SARS-CoV-2 virus and COVID-19. \r\nThe Octopus facility offers a comprehensive range of optical microscopy instruments and techniques including super-resolution (PALM/STORM, SIM, and STED, including STORM at cryogenic temperatures), single molecule imaging and tracking, light sheet microscopy, FRET-FLIM, and optical trapping/tweezers. The facility also offers a Zeiss Crossbeam cryo FIB-SEM with “slice and view\" capability. More information is available at: https://www.clf.stfc.ac.uk/Pages/Octopus.aspx\r\n\r\nTo maintain social distancing in this unique call, physical microscopy will be undertaken by expert CLF staff, with samples being sent to the facility. Communication with users before and during the experiments will be by video link or telephone, and remote access to the microscopy instruments will be available. As biological containment level 3 is not available, the facility is unable to do live virus work and samples sent to site must be tested and certified as non-infective in advance. ","updateddate":"3/4/2021"},{"title":"Mail-in Protein-to-Structure Services to Support Structural Biology Research Related to COVID-19 at the EMBL Grenoble HTX Lab and the Joint ESRF-EMBL MX Beamlines","agency":"European Synchrotron Radiation Facility","logo":"assets//logos//synchrotron.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://www.esrf.eu/home/news/general/content-news/general/covid-19-scientific-research.html","description":"The ESRF-EMBL Joint Structural Biology Group (JSBG) invite COVID-19 related proposals that can benefit from the seamless integration of the EMBL High throughput Crystallization Facility (HTX Lab) with the highly automated JSBG MX beamlines at the ESRF. The pipeline starts with mail-in samples and integrates crystallization screening, crystal optimization, ligand soaking if required and eventually fragment screening with libraries of up to 1200 fragments. Crystals obtained will be automatically harvested and passed to the ESRF for automated X-ray data collection, with real-time access to experimental results and parameters. This pipeline is uniquely suited to support of structural biology projects in conditions of confinement and restricted access to labs. The HTX lab is already accepting crystallization projects on COVID-19 related research and three ESRF beamlines (MASSIF-1 (ID30A-1), ID30B and ID23-2) will become operational after 11 May 2020. The ESRF-EMBL Joint Structural Biology Group (JSBG) invite COVID-19 related proposals that can benefit from the seamless integration of the EMBL High throughput Crystallization Facility (HTX Lab) with the highly automated JSBG MX beamlines at the ESRF","updateddate":"3/4/2021"},{"title":"Covid-19 Scientific Research","agency":"European Synchrotron Radiation Facility","logo":"assets//logos//synchrotron.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://www.esrf.eu/home/news/general/content-news/general/covid-19-scientific-research.html","description":"The ESRF is ready to provide access to its facilities for Covid-19 related research projects. This exceptional access will be granted with the aim to contribute to the international scientific effort to overcome the covid-19 pandemic.\r\nIn order to contribute to the international scientific effort on Covid-19, the ESRF is willing to consider any priority research on Covid-19 that may need the exceptional use of ESRF facilities, including its cryo-electron microscope and its structural biology beamlines, which can be made available exceptionally. ","updateddate":"3/4/2021"},{"title":"Funding for Ideas that Address COVID-19","agency":"UK Research and Innovation (UKRI)","logo":"assets//logos//ukri.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.ukri.org/funding/how-to-apply/eligibility/","description":"Proposals are invited for short-term projects addressing and mitigating the health, social, economic, cultural and environmental impacts of the COVID-19 outbreak. UKRI will support excellent proposals up to 12-18 months duration which meet at least one of the following: new research or innovation with a clear impact pathway that has the potential (within the period of the grant) to deliver a significant contribution to the understanding of, and response to, the COVID-19 pandemic and its impacts,  supports the manufacture and/or wide scale adoption of an intervention with significant potential, gathers critical data and resources quickly for future research use","updateddate":"3/4/2021"},{"title":"UKRI GCRF/Newton Fund Agile Response Call to Address COVID-19","agency":"UK Research and Innovation (UKRI)","logo":"assets//logos//ukri.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.ukri.org/funding/funding-opportunities/ukri-gcrf-newton-fund-agile-response-call-to-address-covid-19/","description":"Proposals are invited for short-term projects addressing and mitigating the health, social, economic, cultural and environmental impacts of the COVID-19 outbreak in Low and Middle Income Countries.\r\n\r\nThis call is funded through the Global Challenges Research Fund (GCRF) and the Newton Fund. These Funds address global challenges through disciplinary and interdisciplinary research and strengthen capability for research and innovation within both the UK and developing countries, providing an agile response to emergencies where there is an urgent research need. These Funds form part of the UK's Official Development Assistance (ODA) commitment.\r\nCOVID-19 is fundamentally a global crisis. The pandemic presents an unprecedented challenge, threatening the lives and livelihoods of millions of people around the world. While the epicentre of the pandemic is currently focused around Europe and the US, a growing number of cases are reported in Africa, the Middle East, and Central, South America and Asia with potentially serious social, economic and political consequences for these regions. Some of the poorest societies in the world will be the least prepared and most vulnerable to the effects of the virus. Other Low and Middle Income Countries may however have experiences, for example from TB / HIV / Ebola, of responding to epidemics from which they and the rest of the world can learn. ","updateddate":"3/4/2021"},{"title":"Cambridge-Africa ALBORADA Research Fund COVID-19 Emergency Awards","agency":"University of Cambridge","logo":"assets//logos//university-of-cambridge.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"24,600 USD","website":"https://www.cambridge-africa.cam.ac.uk/initiatives/emergency/","description":"The Cambridge-Africa ALBORADA Research Fund is operating a rolling emergency funding scheme to make awards, up to a maximum for each award of £20,000, to Cambridge and African researchers working together to address COVID-19 in Africa. Projects are expected to address an immediate need defined by the African partner in relation to a regional, national or local COVID-19 response. The application process will be expedited. The COVID-19 pandemic represents an extraordinary threat globally. This emergency funding stream will allow applicants from Cambridge and sub- Saharan Africa to meet the threat posed by the pandemic. Projects are expected to address an immediate need defined by the African partner in relation to the regional, national or local COVID-19 response.","updateddate":"3/4/2021"},{"title":"Corona Crisis and Beyond – Perspectives for Science, Scholarship and Society","agency":"VolkswagenStiftung Foundation","logo":"assets//logos//volkswagen.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"134,400 USD","website":"https://www.volkswagenstiftung.de/en/funding/our-funding-portfolio-at-a-glance/corona-crisis-and-beyond-perspectives-for-science-scholarship-and-society","description":"The novel coronavirus SARS-CoV-2 and the associated respiratory disease COVID-19 are spreading at a rapid pace, dominating all areas of public and private life worldwide and challenging basic, clinical and translational viral research. These new and unprecedented developments have both immediate and not yet fully foreseeable long-term consequences that raise new research questions and may even lead to new research fields. Against this backdrop, the Volkswagen Foundation supports research projects from all disciplines whose findings not only contribute directly to overcoming the crisis, but can also provide impetus for overcoming major societal challenges in the medium to long term.","updateddate":"3/4/2021"},{"title":"COVID-19 Innovation Acceleration Fund","agency":"Ministry of Business, Innovation and Employment","logo":"assets//logos//wellington-auckland-ministry-of-business-innovation-and-employment-industry.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"30,000 USD","website":"https://www.mbie.govt.nz/science-and-technology/science-and-innovation/funding-information-and-opportunities/investment-funds/covid-19-innovation-acceleration-fund/","description":"The COVID-19 Innovation Acceleration Fund (the Fund) aims to: accelerate the operational deployment of innovative solutions in order to support responses to COVID-19, and alleviate the direct impacts of the virus threat, and provide rapid short-term support to New Zealand based entities to develop and more quickly deploy a range of new products, processes, or services (‘products’).\r\nFunding is expected to be for products where the bulk of research required has already been undertaken, and support is needed to accelerate the delivery of products into operational environments more quickly than would happen otherwise.","updateddate":"3/4/2021"},{"title":"Call for Proposals: COVID-19 Pandemic Research Grants","agency":"Worldwide Universities Network","logo":"assets//logos//wun.png","category":"International","dueDate":"Continuous Submission","fundingLevel":"12,100 USD","website":"https://wun.ac.uk/article/call-for-proposals-wun-addressing-research-needs-triggered-by-the-covid-19-pandemic","description":"The Worldwide Universities Network (WUN)  is making available a limited number of grants for collaborative projects that focus on research challenges related to the present COVID-19 pandemic, and are urgent and of the moment, i.e., deal with questions that need to be tackled now, and can’t reasonably be addressed through a Research Development Fund application submitted in the normal annual cycle. Requests for support for up to a maximum of £10,000 will be evaluated. \r\nWUN welcomes special requests to support projects that a) should be undertaken now, because circumstances will be less favourable later; b) benefit particularly from collaboration among WUN partners (e.g., capitalize on the geographical and cultural diversity of the network).","updateddate":"3/4/2021"},{"title":"Medical Research Future Fund (MRFF) - Coronavirus Research Response - 2020 Rapid Response Digital Health Infrastructure","agency":"Department of Industry, Science, Energy and Resources (Australia)","logo":"assets//logos//australian iser.png","category":"International","dueDate":"None Posted","fundingLevel":"Not Specified","website":"https://www.business.gov.au/Grants-and-Programs","description":"The Coronavirus Research Response - 2020 Rapid Response Digital Health Infrastructure grant opportunity was announced as part of the Medical Research Future Fund (MRFF) and is part of the Coronavirus (COVID-19) National Health Plan to support our health system to manage the outbreak of novel coronavirus in Australia. This package provides support across primary care, aged care, hospitals and research, and includes funding from the MRFF for a Coronavirus Research Response comprising vaccine, anti-viral and respiratory medicine research.\r\n\r\nDigital health approaches and tools have the potential to fundamentally transform the capacity and speed of the health system to respond to urgent and high-need challenges such as the current COVID-19 pandemic.\r\n\r\nFor this grant opportunity funding for high priority digital health infrastructure that has the potential to increase the speed and quality of health system responses during acute crises.","updateddate":"3/4/2021"},{"title":"COVID-19 Rapid Response Call","agency":"Diabetes UK","logo":"assets//logos//diabetes.png","category":"International","dueDate":"None Posted","fundingLevel":"124,000 USD","website":"https://www.diabetes.org.uk/research/for-researchers/apply-for-a-grant","description":"Diabetes UK calls for applications that will further the understanding of COVID-19 in relation to people living with diabetes. Proposals should not exceed a total cost of £100,000. There is no restriction on the type of research that will be accepted through this call but proposals should meet the following criteria: Support collaboration and multidisciplinary thinking where possible; Be feasible and able to start as soon as possible; Have clear potential benefit to people living with diabetes.","updateddate":"3/4/2021"},{"title":"ICESCO prize for Fighting against Coronavirus","agency":"Islamic World Education, Scientific, and Cultural Organization","logo":"assets//logos//icesco.png","category":"International","dueDate":"None Posted","fundingLevel":"200,000 USD","website":"https://www.icesco.org/en/icesco-prize-for-fighting-against-coronavirus/","description":"In response to the World Health Organization's appeal to the international community to \"seize every opportunity to curb, contain, combat, and delay the spread of the virus, and mitigate its impact\", the Islamic World Education, Scientific, and Cultural Organization (ICESCO) announces its Prize for Fighting Novel Coronavirus (COVID-19). The amount of the prize is US$200,000, including an award medal. To submit a nomination for the Prize, the independent researcher, group of researchers, or research institution must declare the discovery of an effective cure or vaccine against the novel Coronavirus. ","updateddate":"3/4/2021"},{"title":"COVID-19 Ignition Grants ","agency":"Indo-US Science & Technology Forum","logo":"assets//logos//iusstf.png","category":"International","dueDate":"None Posted","fundingLevel":"100,000 USD","website":"https://www.iusstf.org/announcements-and-events","description":"The United States–India Science & Technology Endowment Fund (USISTEF) seeks to support and foster joint applied R&D to generate public good through the commercialization of technology developed through sustained partnerships between U.S. and Indian researchers and entrepreneurs. The current global crisis underscores the importance and relevance of USISTEF activities. In keeping with its’ mission and vision, the United States–India Science & Technology Endowment Fund announces a Call for Proposals under the category of Ignition Grants. USISTEF encourages out-of-thebox, innovative ideas from the community to address the COVID-19 challenge. Ignition Grant proposals should address proof-of-concept based on sound science and engineering research, potential for commercial viability and practicality of the idea/innovation/technology. USISTEF would select and support promising joint U.S.-India S&T based entrepreneurial initiatives that address the “development and implementation of new technologies, tools, and systems to address COVID-19 related challenges including monitoring, diagnosis, health and safety, public outreach, information and communication”. These initiatives can originate from government, academic, nongovernmental or commercial entities, and any combination thereof provided they focus on applied R&D, and have commercial potential. USISTEF would also consider proposals related to technologies/products that can be re-purposed to address COVID-19 in the current scenario. USISTEF encourages projects that demonstrate a high degree of innovation leveraging advances in science and technology. ","updateddate":"3/4/2021"},{"title":"Coronavirus (COVID-19) Therapeutics Development and Testing for Rapid Deployment","agency":"LifeArc","logo":"assets//logos//lifearc.png","category":"International","dueDate":"None Posted","fundingLevel":"Not Specified","website":"https://www.lifearc.org/funding/covid-19/","description":"LifeArc has made available an initial £10M for the identification of therapeutics that can be rapidly deployed to treat COVID-19. The aim is to run trials in patients during the current epidemic. It is anticipated that applications will be for funding to repurpose one or more drugs that are generic, already licensed, or are in late stage development for another indication. COVID-19 now represents a global emergency. Development and testing of a vaccine will take at least a year and it may be two years before there is good protection across the most vulnerable groups. There is a clear need for new treatments that will reduce the mortality rate while we wait for a vaccine. Development of novel molecules is not thought to be realistic in the timeframe needed to impact upon this pandemic, so the focus for this call is on repurposing already available drugs (including biologics) or those in late stages of development. LifeArc is calling for applications from academics, NHS employees or companies that have therapeutics that could be repurposed or repositioned for use in COVID-19 patients. The primary purpose is to accelerate availability of treatments for patients and it is therefore expected that applicants will already have material available for testing and a plan for rapid scale up of clinical material. Priority will be given to projects that have a clear path and availability for patients in a 6-12 month timeframe. Plans for the structure of the clinical trials should be in advanced stages of development and should follow the specialist guidance from the regulators on COVID-19 trials. The expectation is that the data obtained will be shared openly and, where knowledge obtained could benefit the development of other COVID-19 therapeutics, this should be done as quickly as is reasonably possible.","updateddate":"3/4/2021"},{"title":"COVID-19 Research Fund","agency":"National Medical Research Council (Singapore)","logo":"assets//logos//nmrcs.png","category":"International","dueDate":"None Posted","fundingLevel":"Not Specified","website":"https://www.nmrc.gov.sg/grants/competitive-research-grants","description":"To achieve a higher impact on healthcare delivery and outcomes, the HSR Grant (HSRG) aims to fund Health Services Research in topic areas aligned with MOH priorities to more directly address key challenges of the healthcare system. Following the first grant call, the second grant call continues to provide funding support with priority given to research in the area of outbreak control or management in the following 4 thematic areas set in the first grant call:  Transmission – viral shedding, duration, Pathogenesis, Serological tests, .Modelling","updateddate":"3/4/2021"},{"title":"Challenge: New Technologies to Prevent the Transmission of Coronavirus","agency":"Seoul Institute of Technolgy","logo":"assets//logos//seoultech.png","category":"International","dueDate":"None Posted","fundingLevel":"20,000 USD","website":"https://www.innocentive.com/ar/challenge/9934291","description":"The Seoul Institute of Technology is looking for new mask designs and technologies as well as new ideas for personal protective equipment (PPE) to prevent the transmission of respiratory viruses such as coronavirus.\r\n\r\nThis Theoretical Challenge requires only a written proposal. The rise of novel viruses such as those that cause SARS, MERS, and COVID-19 has had a huge impact on our lives. These viruses are transmitted through droplets and, possibly, aerosols and while face masks are now considered an effective tool to diminish the risk of droplet transmission, there are many aspects to improve for users. Masks currently in use such as N95 masks were designed, developed, and tested to block larger particles and are not as effective against these smaller new respiratory infectious viruses. Furthermore, the lack of virus-targeting technologies does not allow users to evaluate the safety level of their masks in use. This can lead users to reject still useable masks and to not reject non-useable masks. Such problems can possibly leave users in danger by misusing incapable masks. Therefore, novel new mask designs and technologies are needed to combat the widespread transmission of COVID-19. In addition, new ideas for other types of personal protective equipment (PPE) to prevent virus transmission are also needed.\r\n\r\nThe Seeker is soliciting two levels of submissions for two different levels of awards: (1) full Theoretical Challenge level detailed descriptions and instructions for new masks and mask technologies and/or (2) Ideation level new ideas and concepts for PPE to prevent virus transmission. ","updateddate":"3/4/2021"},{"title":"CDC Emergency Risk Communication Research and Evaluation Fellowship","agency":"Oak Ridge Institute for Science and Education","logo":"assets//logos//oakridge.png","category":"Others","dueDate":"7/24/2020","fundingLevel":"Not Specified","website":"https://www.orau.gov/netl/applicants/current-opportunities.html","description":"A research opportunity is currently available with the Research and Evaluation (R&E) team, within the Emergency Risk Communication Branch (ERCB) in the Center for Preparedness and Response (CPR) at the Centers for Disease Control and Prevention (CDC) in Atlanta, Georgia. \r\nThe mission of ERCB's Research and Evaluation Team is to provide usable scientific data and evidence to enhance the behavioral impacts of CDC’s risk communication efforts during public health emergencies. The current training opportunity is in support of the COVID-19 response. Under the guidance of a mentor, the participant will have the opportunity to contribute to a project focused on public health opinion surveys on a variety of topics pertinent to supporting the response","updateddate":"3/4/2021"},{"title":"C19 – Artificial Intelligence for Rapid Response Grant","agency":"Campus Consortium","logo":"assets//logos//campus.png","category":"Others","dueDate":"7/28/2020","fundingLevel":"50,000 USD","website":"https://www.campusconsortium.org/philanthropy/grant-programs/c19-artificial-intelligence-for-rapid-response-grant/","description":"Due to the recent C19 pandemic, the Campus Consortium has partnered with Unifyed to provide the technology platform and services for the Artificial Intelligence for Rapid Response Grant. The Artificial Intelligence for Rapid Response Grant is designed to help schools address the high call and query volume they are receiving by providing Unifyed’s Yoda Rapid Response, an AI-enabled chat service that can help answer FAQ and provide self-help assistance to students, faculty and staff. The Artificial Intelligence for Rapid Response Grant will provide awarded institutions with the requisite licenses and services to a comprehensive Artificial Intelligence solution. Following the Campus Consortium’s due diligence process, grant recipients may receive up to $50,000 in software licenses, support and implementation services for a term of up to five years. The Grant will help institutions implement a solution that gets constituents rapid responses to FAQs.","updateddate":"3/4/2021"},{"title":"C19 – Work From Home Cybersecurity Grant","agency":"Campus Consortium","logo":"assets//logos//campus.png","category":"Others","dueDate":"7/28/2020","fundingLevel":"100,000 USD","website":"https://www.campusconsortium.org/philanthropy/grant-programs/c19-work-from-home-cybersecurity-grant/","description":"In light of the COVID-19 pandemic, the Work From Home Cybersecurity Grant is designed to give institutions the ability to secure access to enterprise systems and applications as students, faculty and staff take online courses and work from home. The Grant provides awarded institutions with the requisite licenses and  implementation services to a comprehensive Single Sign-On (SSO) and Adaptive Multi-Factor (MFA) solution. Following the Campus Consortium’s due diligence process, grant recipients may receive up to $100,000 in software licenses, support and implementation services for a term of up to five years.","updateddate":"3/4/2021"},{"title":"Innovative Research Award For Community Practitioners","agency":"Rheumatology Research Foundation","logo":"assets//logos//rheumatology.png","category":"Others","dueDate":"7/32/2020","fundingLevel":"400,000 USD","website":"https://www.rheumresearch.org/innovative-research-award#IRACP","description":"Through its innovative research program, the Foundation is committed to funding research ideas that are essential to improve understanding of rheumatic diseases, including their causes and optimal treatments. The Innovative Research Award for Community Practitioners will enable research that has the potential to improve treatment of rheumatic diseases, patient outcomes, and/or quality of care.\r\nThis award is targeted to community practitioners who, in addition to being engaged in patient care, conduct or are interested in conducting research. Projects submitted for this award should be relevant to the mission of the Foundation and can include, but are not limited to:\r\n\r\nHealth services research\r\nOutcomes-based research\r\nObservational studies\r\nPractice supply and demand analysis\r\nCost-benefit analysis or value-based studies\r\nPatient communications studies.","updateddate":"3/4/2021"},{"title":"Greater Value Portfolio Grant Award","agency":"Donaghue (Patrick and Catherine Weldon) Medical Research Foundation","logo":"assets//logos//donaghue_foundation_logo.png","category":"Others","dueDate":"8/3/2020","fundingLevel":"400,000 USD","website":"https://donaghue.org/grant-opportunities/greater-value-portfolio/","description":"The Donaghue Foundation announces its 2020 Greater Value Portfolio grant program that will fund research projects for two years with a maximum amount of $400,000 per award (plus a 10% indirect) for the purpose of advancing promising approaches to achieve a higher value healthcare system. The goal of this program is to test approaches and tools that organizations can readily use to improve the value of the healthcare they provide to patients and communities.\r\nInvestigators conducting research to develop actionable solutions to one or more of these symptoms of low value healthcare are encouraged to apply to the Greater Value Portfolio program.","updateddate":"3/4/2021"},{"title":"Gilead Australia Fellowship: Research Grants Program","agency":"Gilead Sciences Pty Ltd","logo":"assets//logos//gilead.png","category":"Others","dueDate":"8/7/2020","fundingLevel":"40,800 USD","website":"https://gileadfellowship.com.au/About","description":"The aim of the Gilead Australia Fellowship: Research Grants Program is to support the development, exploration and implementation of best practice in enhancing patient care in the specific disease areas of HIV, chronic viral hepatitis, haematological oncology, NASH, inflammatory diseases, Invasive fungal infections, and COVID-19. \r\nResearchers in Australia currently face increasing competition for limited funding, particularly for projects with a local or community focus. In recognition of the impact such projects can have on patient care, and following a highly successful funding framework used in the UK and Europe, the Gilead Australia Fellowship: Research Grants Program aims to help bridge a gap in local Australian research funding.\r\n\r\nThe Research Grants Program will provide grants to support novel clinical research projects across Australia that can inform and shape best practice in patient care across the disease areas of HIV, chronic viral hepatitis and haematological oncology.\r\n\r\nApplications that are successful in receiving funding from the Research Grants Program will be those ultimately focused on investigating solutions to improve care for patients with HIV and/or chronic viral hepatitis, and haematological malignancies. Projects may be based on sociological and epidemiological aspects of patient care in these three therapy areas, as well as practical aspects. A key focus for the judges is innovation, with projects driven by novel approaches particularly sought.","updateddate":"3/4/2021"},{"title":"Flash Grants","agency":"North Carolina Biotechnology Center","logo":"assets//logos//ncbc.png","category":"Others","dueDate":"8/12/2020","fundingLevel":"20,000 USD","website":"https://www.ncbiotech.org/flash-grant","description":"NCBiotech’s Flash Grant program was created to identify and energize the most creative ideas that exhibit early indications of exceptional commercial potential. Like a flash of inspiration, Flash Grants infuse a quick jolt of funding at a critical early point when a small, targeted influx of funds can be crucial to shaping innovative research ideas into high potential life science technologies.\r\nFlash Grants support short, tightly-focused research projects in these two categories:\r\n\r\nTo obtain crucial proof-of-concept or feasibility testing data necessary to suggest the disruptive* potential of a life science technology and/or\r\nTo conduct the final experiment(s) needed to advance a basic life science research program into the translational research phase* of development.\r\nThese micro-grants are intended to provide funding for projects that may ultimately generate follow-on funding, intellectual property filings, licenses, and startup company formation, but are too early for traditional grant funding mechanisms.","updateddate":"3/4/2021"},{"title":"Trustee (Research) Grants","agency":"Sage (Russell) Foundation","logo":"assets//logos//sage.png","category":"Others","dueDate":"8/17/2020","fundingLevel":"175,000 USD","website":"http://www.russellsage.org/how-to-apply/project-presidential-awards","description":"The Russell Sage Foundation makes external grants for social science research projects that address questions of interest under its core programs -- Behavioral Economics; Future of Work; Race, Ethnicity and Immigration; and Social, Political and Economic Inequality -- along with other special initiatives.","updateddate":"3/4/2021"},{"title":"CDC COVID-19 Health Policy Fellowship","agency":"Oak Ridge Institute for Science and Education","logo":"assets//logos//oakridge.png","category":"Others","dueDate":"8/25/2020","fundingLevel":"Not Specified","website":"https://www.zintellect.com/Opportunity/Details/CDC-NCBDDD-2020-0153","description":"Six research opportunities are currently available with the Division of Birth Defects and Infant Disorders (DBDID) of the National Center on Birth Defects and Developmental Disabilities (NCBDDD) at the Centers for Disease Control and Prevention (CDC) in Atlanta, Georgia.","updateddate":"3/4/2021"},{"title":"Encephalitis and Covid-19 - International Research Seed Funding","agency":"Encephalitis Society","logo":"assets//logos//encephalitis.png","category":"Others","dueDate":"8/31/2020","fundingLevel":"12,500 USD","website":"https://www.encephalitis.info/seedfund","description":"Researchers can apply for up to £10,000 in seed funding for a project specific on encephalitis and Covid-19 with a duration of up to 18 months. The fund is open to applicants worldwide and to all levels from medical students, junior doctors and early researchers, those returning to research to post-doctoral research or equivalent professional experience.  The sponsor now wants to hear from anyone who wants to develop compelling and innovative ideas which look at encephalitis and Covid-19, anything from diagnosis and treatment, through to recovery and rehabilitation.","updateddate":"3/4/2021"},{"title":"Research Grant for Pandemic Preparedness","agency":"Merck KGaA","logo":"assets//logos//merck.png","category":"Others","dueDate":"8/31/2020","fundingLevel":"817,500 USD","website":"https://www.emdgroup.com/en/research/open-innovation/2020-research-grants.html","description":"The threat from newly emerging viral infections is one of the top global challenges for humanity. The recent COVID-19 pandemic shows that pandemic preparedness and having the right products and technology to fight infectious diseases with epidemic and pandemic potential is of utmost importance. It is required to act quickly to limit further substantial damages to society, economy and ecology. Project proposals will be considered that leverage modern technologies to create new breakthrough solutions to be more prepared for pandemic outbreaks or work towards existing solutions that could help to fight emerging viral infections. Proposals will be considered that leverage technological solutions to be more prepared for pandemic outbreaks or solutions that could help to fight emerging viral infections.","updateddate":"3/4/2021"},{"title":"Air Pollution, COVID-19, and Human Health","agency":"Health Effects Institute","logo":"assets//logos//hei.png","category":"Others","dueDate":"9/9/2020","fundingLevel":"500,000 USD","website":"https://www.healtheffects.org/research/funding/rfa-20-1b-air-pollution-covid-19-and-human-health","description":"This Request for Applications (RFA), solicits applications for research on novel and important aspects of the intersection of exposure to air pollution and COVID-19 health outcomes. Applicants will be asked to submit a detailed letter of intent, followed by an invited full application, using an expedited application review process. HEI is particularly interested in applications that address the following questions: Accountability research: What are the effects of the unprecedented interventions taken to control the COVID-19 pandemic on emissions, air pollution, and human health?; and Susceptibility factors: Are individuals/populations who have been chronically or acutely exposed to higher levels of air pollution at greater risk of mortality from COVID-19 compared to those exposed to lower levels of air pollution? Do the effects differ by race/ethnicity or by measures of socioeconomic status? This RFA responds specifically to the unique situation created by the SARS-CoV-2 virus pandemic. Closing of non-essential businesses in many locations has led to reduced emissions of air pollutants from the energy sector and other industries, as well as significantly reduced traffic volume due to stay-at-home policies. As of spring 2020, various research efforts are underway to study the intersection of air pollution and coronavirus. There are many questions that require careful evaluation, in particular because the context within which we study the linkages between air pollution and health have changed due to COVID-19 (including emission sources; changes in behavior that affect exposures (for example people spending more time indoors; health care access and utilization, etc), which may act in opposite directions; the extent to which these changes will persist is not clear. Based on its proven record of funding high quality research on air pollution and health, HEI has formulated specific research objectives where it expects to make a valuable contribution to this rapidly expanding new field of research.","updateddate":"3/4/2021"},{"title":"FDA Postgraduate COVID-19 Analysis Fellowship","agency":"Oak Ridge Institute for Science and Education","logo":"assets//logos//oakridge.png","category":"Others","dueDate":"9/24/2020","fundingLevel":"Not Specified","website":"https://www.zintellect.com/Opportunity/Details/FDA-CBER-2020-0035","description":"A research opportunity is currently available with the Division of Plasma Protein Therapeutics (DPPT), in the Office of Tissues and Advanced Therapies (OTAT), at the Center for Biologics Evaluation and Research (CBER), Food and Drug Administration (FDA) located in Silver Spring, Maryland.\r\nThe recent emergence of SARS-CoV-2, the causative agent of COVID-19, has sparked a global search for effective therapies and a vaccine. DPPT has a research opportunity for a recent graduate in computational biology / bioinformatics / computer science to be involved with a project related to COVID-19. The project focuses on using computational models to predict efficacy of novel drugs and biologics, including neutralizing antibodies, against SARS-CoV-2. The project also has a focus on vaccine design through sequence deoptimization. This will involve the use of existing bioinformatics pipelines and development of novel computational tools.\r\n\r\nUnder the guidance of a mentor, the selected participant will receive training in computer science, bioinformatics, and/or computational biology. Specifically, most of our projects have a component of machine learning and the participant will learn to use these on large biological datasets, including RNA-seq. The participant will be learning bioinformatics tools to answer questions such as, translation rate of viral and host genes, analysis of polymorphisms in the population that may have predisposition to get infected, sequence analysis to design vaccine, optimization and de-optimization of viral sequences. ","updateddate":"3/4/2021"},{"title":"PCORI Funding Announcement: Phased Large Awards in Comparative Effectiveness Research (PLACER)","agency":"Patient-Centered Outcomes Research Institute (PCORI)","logo":"assets//logos//pcori.png","category":"Others","dueDate":"9/29/2020","fundingLevel":"150,000,000 USD","website":"https://www.pcori.org/funding-opportunities/announcement/phased-large-awards-comparative-effectiveness-research-cycle-3-2020","description":"This Patient-Centered Outcomes Research Institute (PCORI) funding announcement invites applications for high-quality comparative effectiveness research (CER) projects that will examine a critical patient-centered research question that is also relevant to decision makers and other stakeholders. For this PFA, investigators should propose an individual-level or cluster randomized controlled trial of significant scale and scope, requiring funding in excess of $10 million in direct costs. The proposed trials should address important decisional dilemmas that require important new evidence about the comparative effectiveness of available interventions. Proposed studies should compare interventions that already have established evidence of efficacy or are in widespread use. Clinical interventions (such as medications, diagnostic tests, or procedures) and delivery system interventions are appropriate for study.\r\n","updateddate":"3/4/2021"},{"title":"FDA COVID-19 Diagnostic Test Fellowship","agency":"Oak Ridge Institute for Science and Education","logo":"assets//logos//oakridge.png","category":"Others","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://www.zintellect.com/Opportunity/Details/FDA-CBER-2020-0052","description":"A research opportunity is currently available in the laboratory of Dr. Paul Carlson in the Office of Vaccine Research and Review (OVRR), at the Center for Biologics Evaluation and Research (CBER), Food and Drug Administration (FDA) in Silver Spring, Maryland. Since SARS-CoV-2 has been detected in the stool of both symptomatic and asymptomatic individuals, a better understanding of stool shedding and methods for testing for the virus in stool is vital to ensure the continued safety of Fecal Microbiota Transplantation (FMT) products. Under the guidance of a mentor, the selected participant will be involved in the development and validation of assays for testing stool for SARS-CoV-2, including qPCR, ddPCR, NGS, and CRISPR methodologies.  These methods will also be applied by the participant for development of diagnostic tests for malaria in collaboration with Dr. Heather Painter (FDA/CBER).","updateddate":"3/4/2021"},{"title":"FDA Influenza Immunity and Vaccination Postdoctoral Fellowship","agency":"Oak Ridge Institute for Science and Education","logo":"assets//logos//oakridge.png","category":"Others","dueDate":"9/30/2020","fundingLevel":"Not Specified","website":"https://www.zintellect.com/Opportunity/Details/FDA-CBER-2020-0051","description":"A research opportunity is currently available in the Office of Vaccine Research and Review (OVRR), at the Center for Biologics Evaluation and Research (CBER), Food and Drug Administration (FDA) in Silver Spring, Maryland.\r\nSerum contains many soluble factors representative of immune functions such as cytokines and antibodies. Vaccination and or infections can change these soluble factors for good or bad. The goal of this project is to investigate how vaccination and or infection induced immune responses correlate with protection against infectious diseases such as influenza (or COVID19) using human cohorts. The participant will be involved in assessing cytokines, antibodies and other soluble factors in human serum samples and identifying biomarkers that are associated with protection. The project will also investigate the potential roles of other factors such as age and vaccination history in immunity and protection against influenza (or COVID19). The participant will have ample opportunity to learn various technical skills in virology and human serology in support of vaccine development, including (but not limited to) plaque assay, hemagglutination assay, hemagglutination inhibition assay, luminex multiplex assay, etc.  ","updateddate":"3/4/2021"},{"title":"2020 Emergency Grants Application","agency":"Foundation for Contemporary Arts","logo":"assets//logos//fca.png","category":"Others","dueDate":"12/8/2020","fundingLevel":"$500-2500","website":"https://foundationforcontemporaryarts.submittable.com/submit/148906/2020-emergency-grants-application","description":"Artist Support from Foundation for Contemporary Arts Emergency Grants is available to provide urgent funding for visual and performing artists who have sudden, unanticipated opportunities to present their work to the public when there is insufficient time to seek other sources of funding; and/or incur unexpected or unbudgeted expenses for projects close to completion with committed exhibition or performance dates. ","updateddate":"3/4/2021"},{"title":"COVID-19 Relief Fund Application","agency":"Foundation for Contemporary Arts","logo":"assets//logos//fca.png","category":"Others","dueDate":"12/8/2020","fundingLevel":1000,"website":"https://foundationforcontemporaryarts.submittable.com/submit/162848/covid-19-relief-fund-application","description":"In light of the impact of the COVID-19 pandemic on the artist community, the Foundation for Contemporary Arts is creating a temporary fund to meet the needs of experimental artists who have been impacted by the economic fallout from postponed or canceled performances and exhibitions. If you are unsure about whether your work is experimental, you can see other artists we have supported on our Instagram and our website. For as long as our Board of Directors determines it is necessary and prudent to do so, the Foundation will disburse $1,000 grants to artists who have had performances or exhibitions canceled or postponed because of the COVID-19 virus.","updateddate":"3/4/2021"},{"title":"Expedited, Rapid Access Call for COVID-19 Research","agency":"Argonne National Laboratory","logo":"assets//logos//argonne.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.aps.anl.gov/Users-Information/covid19/proposal","description":"The APS is providing expedited remote access for research related to COVID-19 at this time. The Structural Biology Portal lists available APS beamlines for macromolecular crystallography and BioSAXS. \r\n\r\nThe APS is providing expedited remote access for research related to COVID-19 at this time. The Structural Biology Portal lists available APS beamlines for macromolecular crystallography and BioSAXS. Applicants must submit a Rapid Access Proposal and state that the research is related to the SARS CoV-2 virus or COVID-19.","updateddate":"3/4/2021"},{"title":"TechWatch Meeting Request","agency":"Biomedical Advanced Research and Development Authority/ASPR/DHHS","logo":"assets//logos//barda.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.medicalcountermeasures.gov/Request-BARDA-TechWatch-Meeting/","description":"The U.S. government, in response to the COVID-19 outbreak, seeks information from stakeholders on available medical countermeasures in development. We are particularly interested in products and technologies that have progressed into or beyond non-clinical trials, have established large-scale cGMP manufacturing capability, or utilize an approved platform. Information regarding diagnostics, therapeutics, vaccines, and other products or technologies relevant to addressing this outbreak are sought.","updateddate":"3/4/2021"},{"title":"Independent Medical Education (IME) Grants: Chronic Fibrosing Interstitial Lung Diseases (CF-ILDs)","agency":"Boehringer Ingelheim Pharmaceuticals, Inc. (BIPI)","logo":"assets//logos//behringer.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"400,000 USD","website":"https://lectrona.boehringer-ingelheim.com/us/medical-education-grants/independent-medical-education-grants-ime?","description":"The intent of this Request for Proposals (RFP) announcement is to notify experienced and eligible medical education providers that BIPI is interested in receiving applications for IME activities pertinent to Chronic Fibrosing Interstitial Lung Diseases (CF-ILDs). Such IME must be based on identified education needs of healthcare provider-learners, be evidence-based in the aim to improve the care of patients, and may or may not offer continuing education (CE) credit. Importantly BIPI-supported IME will adhere to relevant regulatory guidance and industry standards. \r\nEducational activities should address one or more of the following educational gaps: ","updateddate":"3/4/2021"},{"title":"Grants Program","agency":"COVID-19 Early Treatment Fund (CETF)","logo":"assets//logos//cetf.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://www.treatearly.org/apply-for-funding","description":"CETF will be funding initiatives that focus on treating outpatients with COVID-19 to prevent hospitalization. Grant recipients are required to share what they learn with others.\r\nMost clinical trials for COVID-19 are designed to help hospitalized patients, but people want to avoid hospitalization in the first place. To get there, we must test drugs in people soon after they are infected. These studies are called outpatient clinical trials. \r\n\r\nThe science behind early treatment is solid. Antiviral drugs are more effective when taken early. \r\n\r\nCETF is raising funds to test the most promising existing drugs in outpatient trials and helping those studies recruit patients. \r\n\r\nUntil a vaccine is approved, this is the fastest and least expensive way to transform COVID-19 into a treatable virus where few, if any, are hospitalized. ","updateddate":"3/4/2021"},{"title":"Special Call for COVID-19 Projects--Partnership Opportunities in Support of Discovery, Translational and Clinical Trial Stage Activities","agency":"California Institute for Regenerative Medicine","logo":"assets//logos//cirm.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.cirm.ca.gov/sites/default/files/files/funding_page/COVID19-SA_0.pdf","description":"The mission of California Institute for Regenerative Medicine (CIRM) is to accelerate stem cell treatments to patients with unmet medical needs.  Given the growing surge of COVID-19 cases in California and throughout the world, CIRM is issuing this special announcement to support promising discovery, preclinical and clinical trial stage projects that could quickly advance treatments to COVID-19 patients in need.  CIRM is utilizing its established partnering opportunities across Discovery (DISC2), Translational (TRAN1), and Clinical (CLIN1,CLIN2) stages to provide support for COVID-19 related projects.  CIRM has allocated a total of $5 million to support projects related to COVID-19.","updateddate":"3/4/2021"},{"title":"Pandemic/COVID19 Science, Technology and Social Impact","agency":"Cisco Systems, Inc.","logo":"assets//logos//cisco.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://research.cisco.com/research#rfp-202004","description":"Pandemics have far reaching consequences that range from deaths to shutting down the economy as we have witnessed during the recent COVID19 crisis. Hence there is a need to be better prepared for such pandemics. The sponsor needs to solve problems ranging from predictive analytics innovative devices for saving lives to technology for devising voting machines. The social and economic impact for the above areas is huge and some of the work can be transformative and save lives.","updateddate":"3/4/2021"},{"title":"Fast Grants","agency":"Emergent Ventures","logo":"assets//logos//emerge.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"500,000 USD","website":"https://fastgrants.org/","description":"Emergent Ventures invites applications from scientists at academic institutions currently working on a COVID-19 related project and in need of funding. Fast Grants are $10,000 to $500,000 and decisions are made in under 48 hours. EV requires that a Fast Grant be used solely to expedite COVID-19-related science. Beyond that, the grant recipient has complete discretion over how it is spent.","updateddate":"3/4/2021"},{"title":"Fast Grants ","agency":"Emergent Ventures","logo":"assets//logos//emerge.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"500,000 USD","website":"https://fastgrants.org/","description":"Emergent Ventures invites applications from scientists at academic institutions currently working on a COVID-19 related project and in need of funding. Fast Grants are $10,000 to $500,000 and decisions are made in under 48 hours. EV requires that a Fast Grant be used solely to expedite COVID-19-related science. Beyond that, the grant recipient has complete discretion over how it is spent.","updateddate":"3/4/2021"},{"title":"COVID-19 Research Catalyzer Fund","agency":"Institute for Global Health","logo":"assets//logos//globalhealth.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"25,000 USD","website":"http://www.surveygizmo.com/s3/5527181/03684662a80f?utm_source=Institute+for+Global+Health+Internal+and+External+Contacts&utm_campaign=004fb0f74b-EMAIL_CAMPAIGN_2019_07_16_08_12_COPY_01&utm_medium=email&utm_term=0_05aed1184a-004fb0f74b-79063449","description":"The Institute for Global Health is sharing this call for applications for COVID-19 research support for affiliated Northwestern faculty. COVID-19 is a growing pandemic that affects every country. The global impact has been profound making COVID-19 a major global health threat not seen since the H1N1 influenza pandemic of 1918. Award topics must be directly related to the treatment, diagnosis, monitoring, prevention or modelling of COVID-19 disease.\r\nThe purpose of this grant is to provide COVID-19 research support to Northwestern faculty who are a) collecting preliminary data to support a future grant submission and/or b) supplemental support for ongoing COVID-19 sponsored-research for work outside the aims and/or scope of work of the funded project. The fund is not meant to support the same aims of an existing study or projects that lack a specific plan to obtain sponsor-support. For example, investigators are encouraged to cite a specific RFA from NIH (or other sponsor) to which the catalyzer funds would build the case for a future grant submission. ","updateddate":"3/4/2021"},{"title":"COVID-19 Research Credits Program","agency":"Google Inc.","logo":"assets//logos//google.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://edu.google.com/programs/faqs/?modal_active=none#academic-research-credits-program","description":"Google will be funding COVID-19 related research projects for potential treatments, techniques and datasets, and working with the Harvard Global Health Institute to prioritize grant recipients based on the project impact on public health.\r\n\r\nPreference will be given to projects that plan to make their datasets publicly available and referenceable. Unlike academic research seed grants, COVID-19 research grants are designed to fund urgent public health related projects in-full. COVID-19 research grants are valid for 90 days only. Google Cloud research credits can be used for most computing services on Google Cloud Platform such as storage, compute, and data analysis. The credits can not be used for Maps Platform products. Credits may not be used for Google Cloud support packages. Credits must only be used for COVID-19 research described in the proposal section of your application.","updateddate":"3/4/2021"},{"title":"COVID-19 Rapid Response Fund","agency":"Jacob and Valeria Langeloth Foundation","logo":"assets//logos//Langeloth.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://storage.googleapis.com/langeloth-prod-uploads/financials/COVID-19-Rapid-Response-Fund-LANGELOTH-FND.pdf?mtime=20200417071933","description":"The Jacob and Valeria Langeloth Foundation created the COVID-19 Rapid Response Fund (CRRF) to enable Langeloth to address organizations’ urgent and critical needs that have arisen due to the COVID-19 global pandemic.\r\nThe CRRF supports unforeseeable needs that require a timely—days rather than months—review and decision process. Non-urgent requests will not be considered for the CRRF and must go through the standard application process. Criteria for the grant is as follows:\r\n\r\nAlignment with Langeloth’s mission;\r\nWork that will serve the field in this unprecedented time;\r\nCapacity of the organization to fulfill the objectives and goals of their grant;\r\nDemonstrate that the funds will be used to provide a timely and effective response to the COVID-19 pandemic or the pandemic’s impact on the grantee.","updateddate":"3/4/2021"},{"title":"COVID-19 Rapid Response Fund (Defunct)","agency":"Langeloth (Jacob and Valeria) Foundation","logo":"assets//logos//LangelothFoundation.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://storage.googleapis.com/langeloth-prod-uploads/financials/COVID-19-Rapid-Response-Fund-LANGELOTH-FND.pdf?mtime=20200417071933","description":"The Jacob and Valeria Langeloth Foundation created the COVID-19 Rapid Response Fund (CRRF) to enable Langeloth to address organizations’ urgent and critical needs that have arisen due to the COVID-19 global pandemic.\r\nThe CRRF supports unforeseeable needs that require a timely—days rather than months—review and decision process. Non-urgent requests will not be considered for the CRRF and must go through the standard application process. Criteria for the grant is as follows:\r\n\r\nAlignment with Langeloth’s mission;\r\nWork that will serve the field in this unprecedented time;\r\nCapacity of the organization to fulfill the objectives and goals of their grant;\r\nDemonstrate that the funds will be used to provide a timely and effective response to the COVID-19 pandemic or the pandemic’s impact on the grantee.","updateddate":"3/4/2021"},{"title":"COVID-19 Response: A Call for Ideas","agency":"Mercatus Center","logo":"assets//logos//mercatus.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.mercatus.org/features/covid-19-response-call-ideas","description":"The Mercatus Center, building on its COVID-19 policy brief series, welcomes proposals for policy briefs, working papers, and articles that address the next round of challenges facing the United States and other countries in the response to the pandemic. \r\nThe sponsor seeks clear, original ideas that address the following policy and social questions or take up related issues. \r\n\r\nReopening and Restarting \r\nHealth and Science Policy \r\nEconomic and Regulatory Policy \r\nMonetary Policy ","updateddate":"3/4/2021"},{"title":"Urgency Grants","agency":"Natural Environment Research Council","logo":"assets//logos//nerc.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"79,300 USD","website":"https://nerc.ukri.org/funding/available/researchgrants/urgency/","description":"The NERC Urgency Grant scheme exists to provide funding for unexpected and transient scientific opportunities created by unpredictable natural events. NERC welcome Urgency proposals related to the current Coronavirus outbreak. Research must fall predominantly within the NERC remit. Proposals will need to be sensitive to social distancing and other restrictions being brought in as a result of the current situation.","updateddate":"3/4/2021"},{"title":"CDC Coronavirus Response Fellowship","agency":"Oak Ridge Institute for Science and Education","logo":"assets//logos//oakridge.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.orau.gov/netl/applicants/current-opportunities.html","description":"A research opportunity is currently available with the Center for State, Tribal, Local, and Territorial Support (CSTLTS) at the Centers for Disease Control and Prevention (CDC) in Atlanta, Georgia. CSTLTS seeks to foster deeper engagement between CDC senior leaders and public health leadership from the U.S. territories and freely- associated states.","updateddate":"3/4/2021"},{"title":"PCORI Engagement Awards: Capacity Building ","agency":"Patient-Centered Outcomes Research Institute (PCORI)","logo":"assets//logos//pcori.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"500,000 USD","website":"https://www.pcori.org/funding-opportunities/announcement/covid-19-related-enhancements-research-awards","description":"PCORI seeks investigator-initiated proposals to address the COVID-19 public health crisis through enhancements of currently funded PCORI research awards. Only PCORI-funded principal investigators with active research project funding contracts are eligible to submit a proposal in response to this announcement. PCORI has a strong interest in generating timely findings to provide answers to dilemmas facing patients, clinicians, health systems, and other stakeholders and entities battling the novel coronavirus pandemic in the United States. Through this funding announcement, we are interested in supporting enhancements to existing research awards that can be initiated quickly to influence the outcome of the current pandemic and that have some relationship to the original award, using existing teams that are currently funded by PCORI. Enhancements may include: modest additions to existing aims (such as additional outcomes to be collected as they relate to COVID-19), or an adjunct project that has some relationship to the original award, including a new aim (or aims) designed to produce useful knowledge related to COVID-19 and the original award. Simultaneous adaptation of original aims to account for COVID-19 may also be proposed. Taking advantage of natural experiments in health system, state, and provider responses is strongly encouraged.","updateddate":"3/4/2021"},{"title":"PCORI Funding Opportunity for COVID-19-Related Enhancements to Existing PCORI-Funded Engagement Awards","agency":"Patient-Centered Outcomes Research Institute (PCORI)","logo":"assets//logos//pcori.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"150,000 USD","website":"https://www.pcori.org/funding-opportunities/announcement/covid-19-related-enhancements-engagement-awards","description":"PCORI is currently seeking Project Lead-initiated proposals to address the COVID-19 public health crisis through enhancements to currently funded PCORI Engagement Awards. Only PCORI-funded project leads with active Engagement Award contracts are eligible to submit a proposal in response to this funding announcement.","updateddate":"3/4/2021"},{"title":"PCORI Funding Opportunity for COVID-19-Related Enhancements to Existing PCORI-Funded Research Projects","agency":"Patient-Centered Outcomes Research Institute (PCORI)","logo":"assets//logos//pcori.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"500,000 USD","website":"https://www.pcori.org/funding-opportunities/announcement/covid-19-related-enhancements-research-awards","description":"PCORI seeks investigator-initiated proposals to address the COVID-19 public health crisis through enhancements of currently funded PCORI research awards. Only PCORI-funded principal investigators with active research project funding contracts are eligible to submit a proposal in response to this announcement.","updateddate":"3/4/2021"},{"title":"PCORI Funding Opportunity for COVID-19-Related Enhancements to Existing PCORI-Funded Dissemination and Implementation Awards","agency":"Patient-Centered Outcomes Research Institute (PCORI)","logo":"assets//logos//pcori.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"500,000 USD","website":"https://www.pcori.org/funding-opportunities/announcement/covid-19-related-enhancements-dissemination-implementation-awards","description":"PCORI seeks investigator-initiated proposals to address the COVID-19 public health crisis with enhancements to currently funded PCORI Dissemination and Implementation awards. Only PCORI-funded investigators or project leads with active Dissemination and Implementation Award contracts are eligible to submit a proposal in response to this announcement.","updateddate":"3/4/2021"},{"title":"Pioneering Ideas: Exploring the Future to Build a Culture of Health","agency":"Johnson (Robert Wood) Foundation","logo":"assets//logos//robertwoodjohnson.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.rwjf.org/en/library/funding-opportunities/2020/pioneering-ideas-2020-exploring-the-future-to-build-a-culture-of-health.html","description":"The Robert Wood Johnson Foundation (RWJF) has issued a call for proposals, \"Pioneering Ideas: Exploring the Future to Build a Culture of Health\", seeking proposals that are primed to influence health equity in the future. They are interested in ideas that address any of these four areas of focus: Future of Evidence; Future of Social Interaction; Future of Food; Future of Work. Additionally, they welcome ideas that might fall outside of these four focus areas, but which offer unique approaches to advancing health equity and our progress toward a Culture of Health.","updateddate":"3/4/2021"},{"title":"Just Tech Covid-19 Rapid-Response Grants","agency":"Social Science Research Council","logo":"assets//logos//ssrc730.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"10,000 USD","website":"https://www.ssrc.org/fellowships/view/just-tech-covid-19-rapid-response-grants/","description":"The Social Science Research Council (SSRC), as part of its Just Tech program, seeks proposals from across the social sciences and related fields that address the risks, opportunities, and challenges posed by public health surveillance stemming from the Covid-19 pandemic. The sponsor specifically encourages proposals that interrogate the role the public and private sectors may play in mitigating or exacerbating the health crisis, the effects of which are already unevenly distributed.","updateddate":"3/4/2021"},{"title":"SUNY Research Seed Grant Program","agency":"State University of New York","logo":"assets//logos//suny.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"7,500 USD","website":"https://research.stonybrook.edu/sites/default/files/20-03-RSG_SUNY_COVID_Research_Seed_Grant_Program_RFP.docx","description":"The SUNY Office of Research and Economic Development (ORED) is announcing a new seed grant program  to support SUNY faculty in expeditiously responding to solicitations from extramural funding agencies on research proposals related to the novel coronavirus (COVID-19).  ","updateddate":"3/4/2021"},{"title":"Emergency COVID-19 Research Seed Funding","agency":"University of California","logo":"assets//logos//The_University_of_California_1868.svg.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"25,000 USD","website":"https://uckeepresearching.org/wp-content/uploads/2020/04/COVID-RFP-for-Publication.pdf","description":"In light of the emergence and spread of the coronavirus disease 2019 (COVID-19) in California and beyond, the statewide funding programs of the University of California Office of the President (UCOP) Research Grants Program Office (California Breast Cancer Research Program (CBCRP), Tobacco-Related Disease Research Program (TRDRP), California HIV/AIDS Research Program (CHRP)) and the Type 1 Diabetes Research Fund are together making available up to $2M to immediately support urgent research to mitigate the pandemic. Brief project proposals for a maximum of $25,000 direct costs and 6 months duration will be evaluated based on the potential to (a) generate rigorous, actionable science by qualified teams with essential infrastructure support; (b) yield measurable, short-term outcomes that, when taken to scale, can help blunt the impact of the COVID-19 outbreak; (c) address the needs of vulnerable populations, including those with the co-morbid conditions of HIV infection, COPD or other lung diseases, cardiovascular disease, diabetes, or cancer, as well as the medically underserved.\r\nThis request for proposals aims to support rapid research focused on immediate outcomes and deliverables to mitigate SARS-CoV-2 infection or COVID-19 disease severity, especially among those with cancer, HIV, and tobacco-related diseases, and it does so with a special focus on vulnerable populations.","updateddate":"3/4/2021"},{"title":"Virginia Tech COVID-19 Rapid Response Seed Fund","agency":"Virginia Polytechnic Institute and State University","logo":"assets//logos//virginiatech.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.research.vt.edu/covid-19-updates-impacts/opportunities/seed-funding.html","description":"Virginia Tech’s Office of the Vice President for Research and Innovation has established a COVID-19 Rapid Response Seed Fund that seeks to provide support for Virginia Tech researchers.\r\nVirginia Tech encourages aculty, staff, and students to utilize their expertise to identify problems related to the COVID-19 pandemic and seek partnerships with interdisciplinary researchers, industry, and federal agencies to create novel solutions needed now and in the future. Seed funds should be used to produce preliminary data for the many emerging competitive federal funding opportunities.\r\n\r\nProposals for innovative, transdisciplinary, rapid-response research activities in addition to long-term studies are encouraged. Collaborative and innovative research projects will have priority.","updateddate":"3/4/2021"},{"title":"2020 COVID-19 FlexGrants","agency":"West Coast Consortium for Technology & Innovation in Pediatrics","logo":"assets//logos//wcc.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"15,000 USD","website":"https://sites.google.com/view/ctipcovidflexgrant","description":"The West Coast Consortium for Technology & Innovation in Pediatrics (CTIP) is announcing a limited grant opportunity to support pediatric medical device innovators who are able to use their technology to aid in the current COVID-19 pandemic. Companies will be awarded grants up to $15,000 to support activities that apply or adapt their existing medical device to help manage the health impacts of the crisis on children. Medical devices with adult indications that are expanding or wish to expand their clinical indication to pediatrics are welcome to apply. ","updateddate":"3/4/2021"},{"title":"Epidemic Preparedness: COVID-19 Funding Call","agency":"Wellcome Trust","logo":"assets//logos//wellcometrust.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://wellcome.ac.uk/funding/schemes/epidemic-preparedness-covid-19","description":"\r\nThis call aims to strengthen the evidence base to better prevent and control coronavirus (COVID-19) epidemics and to increase research and response capacity. It's part of an existing partnership between Wellcome and the UK Department for International Development (DFID) through the Joint Initiative on Research in Epidemic Preparedness and Response to help low- and middle-income countries prepare for and tackle epidemics. ","updateddate":"3/4/2021"},{"title":"COVID-19 HPC Consortium","agency":"Extreme Science and Engineering Discovery Environment (XSEDE)","logo":"assets//logos//xsede.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"http://covid19-hpc-consortium.org/","description":"The COVID-19 HPC Consortium encompasses computing capabilities from some of the most powerful and advanced computers in the world. XSEDE hopes to empower researchers around the world to accelerate understanding of the COVID-19 virus and the development of treatments and vaccines to help address infections. Consortium members manage a range of computing capabilities that span from small clusters to some of the very largest supercomputers in the world.","updateddate":"3/4/2021"},{"title":" COVID-19 HPC Consortium","agency":"Extreme Science and Engineering Discovery Environment (XSEDE)","logo":"assets//logos//xsede.png","category":"Others","dueDate":"Continuous Submission","fundingLevel":"Not Specified","website":"https://www.xsede.org/covid19-hpc-consortium","description":"The COVID-19 HPC Consortium encompasses computing capabilities from some of the most powerful and advanced computers in the world. XSEDE hopes to empower researchers around the world to accelerate understanding of the COVID-19 virus and the development of treatments and vaccines to help address infections. Consortium members manage a range of computing capabilities that span from small clusters to some of the very largest supercomputers in the world.","updateddate":"3/4/2021"},{"title":"Access to Platform for Partner COVID-19 Projects","agency":"Ginkgo Bioworks","logo":"assets//logos//Ginkgo-Bioworks.png","category":"Others","dueDate":"None Posted","fundingLevel":"Not Specified","website":"https://www.ginkgobioworks.com/2020/03/17/ginkgo-commits-25m-of-free-access-to-our-platform-for-partner-covid-19-projects/","description":"Ginkgo Bioworks has committed its platform to supporting research and development efforts for COVID-19, including $25M of free access to its infrastructure.\r\nGinkgo has built its platform to enable partners across a wide range of applications to rapidly scale their R&D efforts, and wants to apply this technology today to the fight against the pandemic. To support the people building the treatments that will stop COVID-19 Ginkgo is now offering:\r\n\r\n$25M of no-cost foundry work towards projects that can use Ginkgo’s platform to accelerate development of point of care diagnostics, vaccines, or therapeutics. See below for details on how these technologies might be able to support these efforts.\r\nConnection to sources of funding from private and public sources. Ginkgo is coordinating with people like Sam Altman and others on private funding efforts. Ginkgo can connect those interested in funding COVID-19 work to vetted technical teams.\r\nRapid sharing of R&D information as it is learned among the community of academics and companies working on solutions\r\nGinkgo has invested ~$400M over the last 5 years to build a 100,000 sqft automated facility that is used today to support partners like Roche and Bayer with a broad range of infrastructure for biotechnology R&D. Listed below are some examples from Ginko's discussions with companies developing solutions to COVID-19.","updateddate":"3/4/2021"},{"title":"Ideation Challenge: Diminishing the Transmission of COVID-19","agency":"InnoCentive","logo":"assets//logos//innocentive.png","category":"Others","dueDate":"None Posted","fundingLevel":"Not Specified","website":"https://www.innocentive.com/ar/challenge/9934288","description":"COVID-19 is readily transmitted via respiratory droplets and we now know that the virus is extremely contagious. Besides physical distancing and improved hygiene (e.g. thorough hand washing), we want to know if you are practicing some behaviors that are NOT widely communicated. This is an Ideation Challenge. According to the Centers for Disease Control and Prevention (CDC), COVID-19 is mainly spread from person-to-person by being in close proximity and inhaling respiratory droplets produced by infected individuals. Coming into contact with contaminated surfaces is another method of transmission. To decrease the exponential spread of the disease, large numbers of people are now practicing behaviors such as social distancing and regular hand washing. Are you aware of other effective methods in addition to the ones already being frequently communicated? Suggest them to us and most importantly, stay healthy.","updateddate":"3/4/2021"},{"title":"Ideation Challenge: What Should We Know to Better Treat Coronavirus?","agency":"InnoCentive","logo":"assets//logos//innocentive.png","category":"Others","dueDate":"None Posted","fundingLevel":"500 USD","website":"https://www.innocentive.com/ar/challenge/9934287","description":"This Challenge is asking InnoCentive Solvers to formulate well-defined problems aimed at advancing our knowledge about Coronavirus. One could think of this as what might we have known that would have allowed us to respond more effectively against COVID-19.\r\nThis Challenge is asking InnoCentive Solvers to formulate well-defined problems or hypotheses aimed at advancing our knowledge about Coronavirus. This is a somewhat unusual Ideation Challenge in the sense that the Solvers are not expected to provide a solution to any problem. Rather, they have to define problems or areas requiring further exploration and research. Ideal problems are those whose eventual solution will greatly expand our knowledge of Coronavirus. Once formulated, the proposed problems will form the basis of new research projects offered to CDC/WHO/NIH for their consideration. ","updateddate":"3/4/2021"},{"title":"Ideation Challenge: Early Signs of Pending Pandemic","agency":"InnoCentive","logo":"assets//logos//innocentive.png","category":"Others","dueDate":"None Posted","fundingLevel":"1,000 USD","website":"https://www.innocentive.com/ar/challenge/9934293","description":"The Challenge is looking for early signs of pending pandemics that could be traced without directly engaging people. This is an Ideation Challenge with a guaranteed award for at least one submitted solution. One of the longer-term responses to the COVID-19 crisis will be the creation of a series of risk assessment tools that allow early warnings about the pending outbreak of a pandemic. Some of these tools will use health-related parameters, such as body temperature. Others will be based on people’s subjective self-assessments, including headache, muscle pain, difficulty with breathing, etc.\r\n\r\nEqually important is to have risk assessment tools that rely on so-called non-reactive measures, i.e., data collected without directly engaging people. The objective of this Challenge is to identify such non-reactive measures that could signal the incoming pandemics before first clinical signs of it appear.","updateddate":"3/4/2021"},{"title":"COVID-19 Research Opportunity","agency":"Open Contracting Partnership","logo":"assets//logos//opencontracting.png","category":"Others","dueDate":"None Posted","fundingLevel":"3,000 USD","website":"https://www.open-contracting.org/what-is-open-contracting/covid19/","description":"The Open Contracting Partnership and Hivos are seeking action research partners to contribute to more effective procurement to address the COVID-19 pandemic. This would include projects to collect and analyze data related to emergency procurement (and other relevant datasets) with the objective of improving efficiency, effectiveness, fairness, integrity, and/or equity. ","updateddate":"3/4/2021"},{"title":"Small Research Grants on Education","agency":"Spencer Foundation","logo":"assets//logos//spencer.png","category":"Others","dueDate":"None Posted","fundingLevel":"50,000 USD","website":"https://www.spencer.org/news/announcing-covid-19-related-special-grant-cycle","description":"The COVID-19 Related Research Grants support education research projects that will contribute to understanding the rapid shifts in education in this time of crisis and change.  The Foundation will support budgets of up to $50,000 for projects ranging from one to three years.\r\nThe COVID-19 Related Research Grants supports education research projects that will understand the rapid shifts and contribute to the improvement of education during this time of crisis. The Spencer Foundation is especially interested in supporting two primary categories of projects. First, rapid response grants that aim to understand and disrupt the reproduction and deepening of educational inequality caused by the COVID-19 crisis. Second, the Foundation also recognizes that in times of great disruption and change, there may be opportunities to remake and imagine anew forms of equitable education. Thus, the Foundation is also interested in research projects that are working to reimagine educational opportunities in these times. While we are open to what these reimagined educational opportunities might be, please note that they must be research projects.","updateddate":"3/4/2021"}]