[{"agency":"OMB M-20-17","guidanceAnswerDescription":["Agencies may accept late applications. OMB allows awarding agencies to provide flexibility for submission of competing applications (solicited and unsolicited).  See OMB Memorandum M-20-17, Administrative Relief for Recipients and Applicants of Federal Financial Assistance Directly Impact","Agencies may permit charging of salaries of idled staff. OMB permits awarding agencies to charge salaries and benefits to active award, provided that the recipient has a policy in place for paying salaries under extraordinary conditions applicable to all funding sources. ","Agencies may permit late SAM registration. Current registrants in SAM with active registrations expiring before May 16, 2020 will be afforded a one-time extension of 60 days.","Agencies may allow certain costs. OMB permits awarding agencies to allow costs necessary for recipients to resume activities. ","OMB does not specifically address payment of stipends.  OMB does permit charging of other project activities costs related to the interruption of operations/services. ","Agencies may allow non-refunded travel costs. OMB permits awarding agencies to allow recipients to charge costs related to cancellation of travel related to the award.   Record must be maintained to substantiate charges, and recipients should not assume replacement funds will be available.","Agencies may permit automatic no cost extensions. \r\n\r\nOMB permits awarding agencies to grant automatic no cost extensions of the project final budget period for up to 12 months for awards that were active as of March 31, 2020 and scheduled to expire prior to and up to December 31, 2020.  Project-specific financial and performance reports will be due 90 days following the end date of the extensions.","Agencies may allow late reporting. \r\n\r\nOMB permits awarding agencies to delay submission for required reports up to 3 months beyond due date.  Submission of required close-out reports may be delayed for up to a year.","OMB does not explicitly address these issues  OMB does note, however, that agencies may issue exceptions on a case-by-case basis.  ","Agencies may waive prior approval. \r\n\r\nOMB permits awarding agencies to waive prior approval requirements as necessary. ","OMB M-20-20.  https://www.whitehouse.gov/wp-content/uploads/2020/04/M-20-20.pdf","MEMORANDUM TO THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES"],"guidanceAnswers":["YES","YES","YES","YES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","YES","YES","NOT ADDRESSED.  OMB does permit awarding agencies to publish emergency Notice of Funding Opportunities for less than 30 days without justification. "],"guidanceComments":"","guidanceDocuments":["MEMORANDUM TO THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES","Administrative Relief for Recipients and Applicants of Fed ral Financial Assistance Directly Impacted by the Novel Coronavirus (COVID-19)"," "," "],"guidanceLinks":["https://www.whitehouse.gov/wp-content/uploads/2020/03/M-20-17.pdf","https://www.whitehouse.gov/wp-content/uploads/2020/03/M-20-11.pdf",null,null],"FOASiteLink":"NOT ADDRESSED.  OMB does permit awarding agencies to publish emergency Notice of Funding Opportunities for less than 30 days without justification. ","updateddate":"5/6/20"},{"agency":"National Institutes of Health (NIH)","guidanceAnswerDescription":["Late proposals may be accepted.  ","Salaries of idled/redeployed staff can be charged to grants.\r\n\r\nNIH will permit charging to awards of salaries and benefits paid to employees  when due to COVID-19 work is performed remotely; no work is performed; or personnel are redeployed to provide clinical care for COVID-19 patients, provided the award recipient's institutional policy permits such charges to all funding sources.  See NOT-OD-20-086.  ","Late SAM registration permitted.\r\n\r\nFlexibility with SAM Registration","Flexibility is permitted in allowing charging of other costs.\r\n\r\nNIH has extended various flexibilities pertaining to costs and expenditure of award funds, including registration fees for cancelled conferences, non-refundable costs associated with NIH-supported meetings and conferences, costs related to maintaining animals on holding protocols until their later use on scientific protocols and unanticipated costs associated with the conduct of clinical trials, including costs for providing study visits locally, transportation costs, additional lab testing, and personnel and supply chain disruptions.  See NOT-OD-20-086. ","Stipend of idled/redeployed trainess may be charged to grants. \r\n\r\nNIH will permit charging to awards of stipends paid to trainees and fellows when due to COVID-19 exigencies work is performed remotely; no work is performed; or personnel are redeployed to provide clinical care for COVID-19 patients, provided the award recipient's institutional policy permits such charges to all funding sources.  In addition to NOT-OD-20-086, see NIH FAQ, COVID-19 Flexibilities for Applicants and Recipients, Section V.C.","Non-refunded travel costs can be charged to grants. \r\n\r\nNIH will permit non-refundable costs for grant-related travel cancelled because of COVID-19 to be charged to the NIH award if otherwise allowable.  In addition to NOT-OD-20-086, see NIH FAQ COVID-19 Flexibilities for Applicants and Recipients, Section V.A. ","No cost extensions are permitted. \r\r\n\r\r\nAs outlined in NOT-OD-20-086, recipients may extend the final budget period of the approved project period one time for a period of up to 12 months. Recipients who do not have access to the No-Cost Extension feature within eRA commons should contact the funding IC to request their first no-cost extension.  NIH will also approve requests for second no-cost extensions related to COVID-19. Recipients should notify the funding IC via the prior approval module in eRA, including the justification, number of months of the extension and the unobligated balance on the award.  A blank document may be uploaded in the Progress Report and Budget Document Fields. These documents are not required for no-cost extension requests related to COVID-19.\r\r\n\r\r\nNote:\r\r\n\r\r\nExtensions may be limited for grants that were multiyear funded (i.e. all funds awarded in the first year of the award). Therefore, for grants that were multiyear funded contact the funding IC to discuss the terms and conditions of the award.","Report submission may be delayed.  \r\n\r\nNIH acknowledges that there may be delays in the submission of RPPRs and other reports (e.g., final financial reports) and will permit delayed submission for up to one year if proper notice of the delay is provided to NIH.  See NOT-OD-20-086 and NIH, FAQ COVID-19 Flexibilities for Applicants and Recipients, Section IV. ","Pre-award costs allowed. \r\n\r\nNIH is allowing pre-award costs to be incurred from Jan. 20, 2020 through the end of the public health emergency and prior to date of federal award for all applicants/recipients impacted by COVID-19.  See NOT-OD-20-086. ","Prior approvals may be waived. \r\n\r\nNIH is permitting non-SNAP award recipients to take the following actions without prior approval:  (a) rebudget funds for any direct cost item, unless the cost is associated with a change in the scope of the award; (b) carry forward unobligated balances on active grants to support allowable costs of COVID-19 related activities that are within the scope of the original award; and (c) extend the final project budget period on active grants for up to 12 months by notifying the grants mgmt. specialist.  ","PPE can be donated. \r\n\r\nWithout the need for NIH prior approval, award recipients can donate PPE to support COVID clinical care efforts and re-purchase PPE later with re-budgeted funds or seek approval of an administrative supplement to fund repurchase.  See NIH FAQ COVID-19 Flexibilities for Applicants and Recipients Section V.D.6.  ","Flexibilities for Assured Institutions for Activities of Institutional Animal Care and Use Committees (IACUCs) Due to COVID-19"],"guidanceAnswers":["YES","YES","YES","YES","YES","YES","YES","YES","YES","YES","YES","See https://grants.nih.gov/grants/natural_disasters/corona-virus.htm"],"guidanceComments":"","guidanceDocuments":["Flexibilities for Assured Institutions for Activities of Institutional Animal Care and Use Committees (IACUCs) Due to COVID-19","FDA Guidance on Conduct of Clinical Trials of Medical Products during COVID-19 Pandemic","UPDATE: NIH Late Application Policy Due to Public Health Emergency for United States for 2019 Novel Coronavirus (COVID-19)","Guidance for NIH-funded Clinical Trials and Human Subjects Studies Affected by COVID-19"],"guidanceLinks":["https://grants.nih.gov/grants/guide/notice-files/NOT-OD-20-088.html","https://www.fda.gov/regulatory-information/search-fda-guidance-documents/fda-guidance-conduct-clinical-trials-medical-products-during-covid-19-public-health-emergency","https://grants.nih.gov/grants/guide/notice-files/NOT-OD-20-091.html","https://grants.nih.gov/grants/guide/notice-files/NOT-OD-20-087.html"],"FOASiteLink":"See https://grants.nih.gov/grants/natural_disasters/corona-virus.htm","updateddate":"5/6/20"},{"agency":"National Science Foundation (NSF)","guidanceAnswerDescription":["Late proposals may be accepted. Some program deadline dates have been extended.  Case by case extensions may be approved.  PIs should talk with the program officer.  See #2 on 3/23/20 Implementation memo.","Salaries of idled staff can be charged to grants.\r\n\r\nRecipients may charge salaries, stipends, and benefits to currently active NSF awards consistent with the recipients’ policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal.  See #6 on 3/23/20 Implementation memo.","Automatic extension in some cases.\r\r\n\r\r\nCurrent registrants in the System for Award Management (SAM) with active registrations expiring before May 16, 2020, automatically will be afforded a one-time extension of 60 days.","Follow standard policy.","Follow standard agency policy.","Some non-refunded travel costs may be charged to grants. \r\r\nAllowability of Costs not Normally Chargeable to Awards. (2 CFR § 200.403, 2 CFR § 200.404, 2 CFR § 200.405) Recipients who incur costs related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency, are authorized to charge these costs to their award without regard to 2 CFR § 200.403, Factors affecting allowability of costs, 2 CFR § 200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs. Recipients may charge the full cost to the award when the event, travel, or other activities is conducted under the auspices of the grant. Recipients must not assume that supplemental funding will be available should the charging of cancellation or other fees result in a shortage of funds to eventually carry out the event or travel. If a shortfall is anticipated, recipients must contact the cognizant NSF Program Officer to discuss the situation. Recipients are required to maintain appropriate records and cost documentation as required by 2 CFR § 200.302 – Financial management and 2 CFR § 200.333 - Retention requirement of records, to substantiate the charging of any cancellation or other fees related to interruption of operations or services.","Recipients must follow standard policies and procedures specified in the NSF Proposal and Award Policies and Procedures Guide (PAPPG) Chapter VI.D.3, and applicable award conditions regarding submission of grantee and NSF-approved no-cost extensions. ","One-time automatic extension permitted.\r\n\r\nAutomatic 30 day extensions for annual project reports due between 3/1/20 and 4/30/20.  All other reports must be submitted on time.  Per item #10 on 3/23/20 Implementation memo.","Follow standard agency policies.","Certain prior approval requirement are waived.\r\r\n\r\r\nRecipients are only required to obtain NSF prior approval for the following program or budget related reasons specified in 2 CFR § 200.308(c):\r\r\n• Change in the scope or the objectives of the project;\r\r\n• Change in a Principal Investigator (PI) or co-PI specified in an NSF award;\r\r\n• The transfer of funds budgeted for participant support costs to other categories of expense;\r\r\n• Unless described in the proposal and funded in the approved NSF award, the sub awarding or transferring out of any work under an NSF award; and\r\r\n• The need arises for additional NSF funding to complete the project.\r\r\n\r\r\nThe above requests for prior approval must be submitted via Research.gov. All other prior approvals specified in the applicable Prior Approval Matrix are waived.  Recipients are reminded that they are to ensure that all costs charged to NSF awards must be consistent with Federal cost policy guidelines and the terms of the award, except as specified in this guidance. In addition to the prior approval requirements specified above, Major Facility Recipients who are\r\r\nsubject to the Modifications and Supplemental Financial & Administrative Terms and Conditions for Major Multi-User Research Facility Projects and Federally Funded Research and Development Centers (dated February 12, 2019) should note that, with the exception of Article 60, Contract Requirements, prior approval requirements are waived.","PPE donations may be permitted. \r\r\n\r\r\nThe Authorized Organizational Representative (AOR) must submit their request to donate items or resources via use of “Other Request” in the Notifications and Requests module in Research.gov. Each request should specify the items or resources to be donated and\r\r\nany anticipated impacts of the donation on the scope of the project. If the anticipated impact of the donation will result in a change in objectives or scope, the “Change in Objectives or Scope” in\r\r\nthe Notifications and Requests module must be used to reflect that change. By submitting a request, the AOR is certifying that the equipment, supplies, etc., is being donated to a hospital, medical center or other local entity serving the public for the COVID-19 response. Recipients must not assume that supplemental funding will be available should the donation result in a shortage of funds to eventually carry out the project. Recipients are required to maintain\r\r\nappropriate records to substantiate the donation in support of COVID-19 emergency response activities.","NSF Implementation of OMB Memorandum M-20-17, entitled, “Administrative Relief for Recipients and Applicants of Federal Financial Assistance Directly Impacted by the Novel Coronavirus (COVID-19) due to Loss of Operations” dated March 19, 2020"],"guidanceAnswers":["YES ","YES","YES","NOT ADDRESSED. ","NOT ADDRESSED.","YES ","CASE-BY-CASE","YES","NOT ADDRESSED.","YES","YES","https://www.nsf.gov/bfa/dias/policy/covid19/covid19_deadlines.pdf"],"guidanceComments":"","guidanceDocuments":["NSF Implementation of OMB Memorandum M-20-17, entitled, “Administrative Relief for Recipients and Applicants of Federal Financial Assistance Directly Impacted by the Novel Coronavirus (COVID-19) due to Loss of Operations” dated March 19, 2020","Impact on Existing Deadline Dates","Frequently Asked Questions (FAQs) About the Coronavirus Disease 2019 (COVID-19) for National Science Foundation (NSF) Proposers and Awardees"," "],"guidanceLinks":[" https://www.nsf.gov/bfa/dias/policy/covid19/covid19_nsfombimplementation.pdf  ","https://www.nsf.gov/bfa/dias/policy/covid19/covid19_deadlines.pdf","https://www.nsf.gov/bfa/dias/policy/covid19/covid19faqs_proposerandawardee.pdf",null],"FOASiteLink":"https://www.nsf.gov/bfa/dias/policy/covid19/covid19_deadlines.pdf","updateddate":"5/6/20"},{"agency":"Department of Energy (DOE), Office of Science","guidanceAnswerDescription":["Delays permitted on per case basis.\r\n\r\nCase-by-case delay of up to 14 days may be approved by the Program Manger prior to the deadline. Per March 13, 2020 Chris Fall memo.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Some non-refunded travel costs can be charged to grants.\r\n\r\nTravel cancellation costs may be charged to the extent allowable by awardee policies. No statement on other types of costs.  See March 13, 2020 Chris Fall memo.","Deadline extensions evaluated on a per case basis. \r\n  \r\nContact the Program Manager and submit a copy of the institution's closure order or other official notification.  An institutional declaration requiring staff telework, in and of itself, will not warrant a deadline extension.  There must be further complications that make the original deadline impossible.  Requests to extend the deadline must be made before the deadline.  The Office of Science does not expect to support every request for an extension.  See March 13, 2020 Chris Fall memo.","Report submission may be delayed.  \r\n\r\nProgress reports may be submitted late (as soon as practicable) if the PI or awardee are subject to quarantine or closure. Delays in reporting could cause delays in continuation funding.  No statement on other types of reports.  Per March 13, 2020 Chris Fall memo.","Pre-award costs may be allowed. \r\n\r\nRevised budgets and other pre-award documentation may be submitted as soon as practicable.  Per March 13, 2020 Chris Fall memo.","Follow standard agency policies.","Follow standard agency policies.","Accomodating Interruptions from Coronavirus Disease 2019 (COVID-19)"],"guidanceAnswers":["CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","YES","CASE-BY-CASE","YES","YES ","NOT ADDRESSED.","NOT ADDRESSED. ","NOT ADDRESSED. \r\n\r\n"],"guidanceComments":"","guidanceDocuments":["Accomodating Interruptions from Coronavirus Disease 2019 (COVID-19)"," "," "," "],"guidanceLinks":["https://science.osti.gov/-/media/sc-1/pdf/2020/DOE_SC_Accommodating_Interuptions_to_Applicants-Awardees_due_to_COVID-19.pdf?la=en&hash=9725EC10F520C1EC8F56B5C2029640D205C95D4F",null,null,null],"FOASiteLink":"NOT ADDRESSED. \r\n\r\n","updateddate":"5/6/20"},{"agency":"Department of Defense (DOD)","guidanceAnswerDescription":["Flexibility encouraged and extensions granted on per case basis. \r\n\r\nDOD recommends that program offices provide flexibility with upcoming proposal deadlines to the extent allowable by funding authorities and by the need to have enough time for merit review of submitted proposals.  Contact Program Officer/Grants Manager to seek extension, and monitor grants.gov to see if an extension has been posted.","Salaries of idled staff may be charged to grants.\r\n\r\nCharges must be consistent with institutional policy under unexpected or extraordinary circumstances from all funding sources, federal and non-federal.  [Note:  Limited to currently active awards for personnel who would normally be paid out of the award (e.g., graduate students, principal investigators, and postdoctoral researchers).]","Follow standard agency policies.","Flexibility is permitted in allowing charging of other costs.\r\n\r\nDOD components may allow other costs to be charged to federal awards necessary to continue work on a project even if in a period where primary research activities are limited or curtailed. To the maximum extent practicable, recipients will be expected to invoke or institute any and all reasonable mitigation actions and practices to lessen the cost to the government during the crisis period.  (Note:  Limited to currently active awards for personnel who would normally be paid out of the award (e.g., graduate students, principal investigators, and postdoctoral researchers).  ","Follow standard agency policies.","Some non-refunded travel costs can be charged to grants.\r\n\r\nAllows nonrefundable travel expenses incurred for travel canceled due to COVID-19 to be charged to active awards in agreement with OMB Memorandum M-20-17.  Grantees must follow applicable institution policy on allowable expenses for travel.","During the COVID-19 emergency, the DoD is acting in accordance with OMB memo M-20-17, which encourages no cost extensions when possible. Current terms and conditions may already allow for a no-cost 1 year no-cost extension, with notification of to the grant office. For those that require prior approval, offices may waive the prior approval requirement for some grantees. If requested, each administrative office may grant a blanket no-cost extension on all awards to a given recipient.   NOTE:  In some cases, awarded funds may be cancelled prior to the revised period of performance.","Report submission may be delayed.\r\n\r\nAutomatic three month extension on financial, performance, and other reports on currently active awards; notifications per 2CFR200.328(d)(1) notifications waived.  For any other deliverables related to research awards, please contact the DOD grants manager and/or program manager for award specific guidance. ","Follow standard agency policies.","Prior approval may be waived by some agencies. \r\n\r\nGrantees and proposers are advised that each federal agency has different authorities, and there might not be complete uniformity between agencies, components of agencies, and even between programs.  The safest course of action in all cases is to contact the grants manager and program officer for the award to determine how the financial assistance award will be treated.","Follow standard agency policies.","ACURO Guidance During the COVID-19 Pandemic"],"guidanceAnswers":["CASE-BY-CASE","YES","NOT ADDRESSED.","YES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["ACURO Guidance During the COVID-19 Pandemic","Frequently Asked Questions for DOD Research Proposers and Awardees Impacted by the Novel Coronavirus (COVID-19)","ALLOW EXEMPTIONS FOR DOD FINANCIAL ASSISTANCE RECIPIENTS AFFECTED\r\r\nBY THE LOSS OF OPERATIONAL CAPACITY AND INCREASED COSTS DUE TO THE\r\r\nCOVID-19 CRISIS. "," "],"guidanceLinks":["https://cdmrp.army.mil/about/COVID-19/default","https://basicresearch.defense.gov/COVID-19/Frequently-Asked-Questions/","https://www.darpa.mil/attachments/DoDTermsandConditionsforCOVID19Waivers.pdf",null],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"United States Army Medical Research Acquisition Activity (USAMRAA)","guidanceAnswerDescription":["No extensions planned at this time, but contact the CDMRP Help Desk at help@eBRAP.org or 301-682-5507 if you need further\r\nassistance.","Salaries of idled staff may be charged to grants.\r\n\r\nRecipients may continue to charge salaries and benefits to currently active awards consistent with the recipients' policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal.","Late SAM registration permitted.\r\n\r\nLate registration that is consistent with OMB Memorandum M-20-17+D8 is permitted.","Flexibility is permitted in allowing charging of other costs.\r\n\r\nWill allow other costs to be charged to Federal awards necessary to resume activities supported by the award,  consistent with applicable Federal cost principles and the benefit to the project.","Follow standard agency policies.","Some non-refunded travel costs can be charged to grants.\r\n\r\nWill allow recipients who incur costs related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency, to charge these costs to their award without regard to 2 CFR § 200.403, Factors affecting allowability of costs, 2 CFR § 200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs.  USAMRAA will allow recipients to charge full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the grant.  However, recipients should not assume additional funds will be available should the charging of cancellation or other fees result in a shortage of funds to eventually carry out the event or travel. ","Automatic  no cost extension permitted.\r\n\r\nRecipients may notify USAMRAA’s GO(s) of a blanket no-cost extension on all active awards (including grant numbers) covered under M-20-17 -- i.e., they do not need to be requested on an individual basis for each award.  However, please be aware that funding expiration statutes may prohibit extensions. Recipients should contact the USAMRAA GO for award-specific guidance. ","Some reports may be delayed. \r\n\r\nFinancial and Performance Reports - 3 month delay granted.  For other milestones, contact GO and Grants Officer’s Representative (GOR) for extensions on other milestones\r\nand deliverables required in the terms and conditions of the award. If warranted, the same three-month extension may be granted.","Follow standard agency policies.","Prior approvals may be waived.\r\n\r\nOMB and DOD have authorized awarding agencies to waive prior approval requirements as necessary.  Recipients should consult their GO regarding other potential prior approval waivers based on project-specific circumstances.","Follow standard agency policies.","HRPO Frequently Asked Questions"],"guidanceAnswers":["NO - NO EXTENSIONS CONTEMPLATED. ","YES","YES","YES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","YES","NOT ADDRESSED. ","NOT ADDRESSED."],"guidanceComments":"Recipients are required to maintain appropriate records and cost documentation as required by 2 CFR § 200.302 - Financial management and 2 CFR § 200.333 Retention requirement of records, to substantiate the charging of any cancellation or other fees related to interruption of operations or services.  To the maximum extent practicable, recipients must invoke or institute any\r\nand all reasonable mitigation actions and practices to lessen the cost to the Government during the crisis period.  Recipients must maintain appropriate records and cost documentation as required by 2 CFR §\r\n200.302 - Financial management and 2 CFR § 200.333 - Retention requirement of records to substantiate the charging of any salaries and other project activities costs related to interruption\r\nof operations or services. ","guidanceDocuments":["HRPO Frequently Asked Questions","USAMRAA’s Supplemental Guidance on Administrative Flexibilities for Grants and Cooperative Agreements in Response to COVID-19 Pandemic","ACURO Guidance During the COVID-19 Pandemic"," "],"guidanceLinks":["Additional Resources from USAMRAA:  https://mrdc.amedd.army.mil/index.cfm/collaborate/research_protections/hrpo/faqs","https://www.usamraa.army.mil/Shared%20Documents/USAMRAA%20Supplemental%20Guidance%20on%20COVID-19_03.25.20%20for%20pdf.pdf","Animal Care and Use:  https://cdmrp.army.mil/about/COVID-19/ACURO_Guidance_for_COVID-19.pdf",null],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"Air Force - Office of Scientific Research (AFOSR)","guidanceAnswerDescription":["Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Extensions may be considered on per case basis. \r\n\r\nContact Grant Officer/Program Officer and CC:  afosr.rt.adminsupport@us.af.mil for request - may extend awards which are active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020 at no cost up to 12 months.  Case-by-case determination for an award that expires beyond 12/31, contact GO.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Follow standard agency policies.","Guidance for Coronavirus Disease 2019 (COVID-19) No Cost Extensions"],"guidanceAnswers":["NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED. ","NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED.","CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED. ","NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"Note the resources referenced is agency guidance sent to grantees, subject to change","guidanceDocuments":["Guidance for Coronavirus Disease 2019 (COVID-19) No Cost Extensions"," "," "," "],"guidanceLinks":["https://www.cogr.edu/sites/default/files/Memo%20to%20Grantees%20COVID-19%20NCE%20%2026%20MAR%2020.pdf",null,null,null],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"Defense Advanced Research Projects Agency (DARPA)","guidanceAnswerDescription":["Extensions considered on per case basis. \r\n\r\nWill consider in certain circumstances.  Follow the solicitation instructions for question submittal. Include within the question a request to the Contracting Officer for an extension citing your rationale and suggested/alternative due date. Any granted delays will be posted on either Grants.gov or Beta.SAM, depending on where the original solicitation was posted.","Continue to charge salaries and benefits to currently active Federal awards consistent with\r\r\nthe recipients' policy of paying salaries (under unexpected or extraordinary circumstances)\r\r\nfrom all funding sources, Federal and non-Federal. \r\r\n","Follow standard agency policies.","Charge other costs necessary to resume activities supported by the award, consistent\r\r\nwith applicable Federal cost principles and the benefit to the project. The DoD will evaluate the grantee’s ability to resume the project activity in the future and the appropriateness of future funding, as done under normal circumstances, based on subsequent progress reports and other communications with the grantee. \r\r\n Recipients are required to maintain appropriate records and cost documentation as required by 2 CFR § 200.302 - Financial management and 2 CFR § 200.333 - Retention requirement of records to substantiate the charging of any salaries and other project activities costs related to interruption of operations or services.\r\r\n Recipients are required to follow the guidance in 2 CFR § 200.430 regarding allowability of tuition re-imbursement.\r\r\n To the maximum extent practicable, recipients will be expected to invoke or institute any and all reasonable mitigation actions and practices to lessen the cost to the Government during the crisis period. Such actions may be part of an existing\r\r\nprogram created by the grantee or may be created to respond to this crisis.\r\r\n","Follow standard agency policies.","Recipients may charge the full cost of cancellation for events, travel, or other activities\r\r\nwhen the event, travel, or other activities are conducted under the auspices of the grant.\r\r\n Recipients should not assume additional funds will be available should the charging of\r\r\ncancellation or other fees result in a shortage of funds to eventually carry out the event or\r\r\ntravel.\r\r\n Recipients must maintain appropriate records and cost documentation as required by 2\r\r\nCFR § 200.302 -Financial management and 2 CFR § 200.333 Retention requirement of\r\r\nrecords, to substantiate the charge for any cancellation or other fees related to\r\r\ninterruption of operations or services.\r\r\n Recipients must follow applicable institution policy on allowable expenses for travel.\r\r\n To the maximum extent practicable, recipients will be expected to invoke or institute any\r\r\nand all reasonable mitigation actions and practices to lessen the cost to the Government\r\r\nduring the crisis period. Such actions may be part of an existing program created by the\r\r\ngrantee or may be created to respond to this crisis. \r\r\n\r\r\nInstitutions should follow the terms and conditions of your procurement contract, grant, cooperative agreements, or Other Transaction, including any guidance on travel costs and reimbursement.","Extend awards that were active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020, automatically, at no-cost for a period of up to 12 months.\r\r\n Project-specific financial and performance reports will be due 90 days following the end date of the extension.\r\r\n If all funds were provided at the start of a project, please be aware that funding expiration statutes may prohibit extensions. Please contact the DoD grants manager for award specific guidance. ","Delay submission of any pending financial, performance, and other reports required by the terms of the award for the closeout of expired projects, provided that proper notice about the reporting delay is given by the grantee to the agency.\r\r\n Recipients my submit closeout reports within one year after the award expires. Delay the completion and submission of the Single Audit reporting package, as required under Subpart F of 2 CFR § 200.501 - Audit Requirements, to six months beyond the normal due date, for those recipients that the DoD is the cognizant or oversight agency for audit and that have not yet filed their single audits with the Federal Audit Clearinghouse as of the date\r\r\nof the issuance of this memorandum that have fiscal year-ends through June 30, 2020.  Recipients and subrecipients must maintain documentation of the reason for the delayed filing.  Recipients and subrecipients taking advantage of this extension would still qualify as a \"low-risk auditee\" under the criteria of 2 CFR § 200.520(a) - Criteria for a low-risk auditee.  Use the currently approved indirect cost rates (i.e., predetermined, fixed, or provisional\r\r\nrates) to recover their indirect costs on Federal awards.  Recipient may request an extension on the use of the current rates for one additional\r\r\nyear without submission of an indirect cost proposal.  For those recipients for which the DoD is the cognizant indirect-costs agency,\r\r\nrecipients may requests an extension of the indirect cost rate proposal submission to finalize the current rates and establish future rates. \r\r\n\r\r\n","Follow standard agency policies.","Waive prior approval requirements to effectively address the response, except for change of scope or principle investigator.\r\r\n All costs charged to Federal awards must be consistent with Federal cost policy guidelines and the terms of the award, except where specified in these emergency terms.","Waive prior approval requirements to effectively address the response, except for change\r\r\nof scope or principle investigator.\r\r\n All costs charged to Federal awards must be consistent with Federal cost policy\r\r\nguidelines and the terms of the award, except where specified in these emergency\r\r\nterms. \r\r\n","Frequently Asked Question (FAQ) about COVID-19 (Coronavirus) for DARPA Performers"],"guidanceAnswers":["CASE-BY-CASE","YES ","NOT ADDRESSED. ","YES","NOT ADDRESSED.","YES ","YES","YES","NOT ADDRESSED.","YES","YES","NOT ADDRESSED. "],"guidanceComments":"DARPA issued a special notice for recipients of DARPA grants and cooperative agreements advising that due to the response to COVID-19 (Coronavirus), recipients of grants and cooperative agreements have temporary flexibilities and relaxed requirements rela","guidanceDocuments":["Frequently Asked Question (FAQ) about COVID-19 (Coronavirus) for DARPA Performers"," "," "," "],"guidanceLinks":["https://www.darpa.mil/news-events/2020-03-19",null,null,null],"FOASiteLink":"NOT ADDRESSED. ","updateddate":"5/6/20"},{"agency":"Office of Naval Research (ONR)","guidanceAnswerDescription":["NO EXTENSIONS REFERENCED AT THIS TIME.","Salaries of idled staff may be charged to grants including hourly wages and benefits. \r\n\r\nContinue to charge salaries and benefits to currently active Federal awards consistent with the recipients' policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal","Follow standard agency policies.","Charge other costs necessary to resume activities supported by the award, consistent with applicable Federal cost principles and the benefit to the project. The DoD will evaluate the grantee’s ability to resume the project activity in the future and the appropriateness of future funding, as done under normal circumstances, based on subsequent progress reports and other communications with the grantee.","Follow standard agency policies.","Some non-refunded travel costs can be charged to grants.\r\n\r\nCosts related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency may be charged costs to awards, but awardees should not assume that there will be additional funds to cover any shortages. ","Automatic  no cost extension permitted.\r\n\r\nAutomatic 12 month no-cost extension for awards that were active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020.  Project-specific financial and performance reports will be due 120 days following the end date of the extension. If all funds were provided at the start of a project, please be aware that funding expiration statutes may prohibit extensions.  Please contact the DOD grants manager for specific award guidance. ","Some reports may be delayed. \r\n\r\nDelay submission of financial, performance, and other reports on currently active award accounts up to three months beyond the normal due date (2 CFR § 200.327). In addition, the DoD waives the requirement for recipients to notify the agency of problems, delays, or adverse conditions related to COVID-19 on an award-by-award basis (2 CFR § 200.328(d)(l)).","Follow standard agency policies.","Certain prior approvals are waived. \r\n\r\nPrior approval requirements are waived as necessary to effectively address the response, except for change of scope or principle investigator.  All costs charged to Federal awards must be consistent with Federal cost policy\r\nguidelines and the terms of the award, except where specified in these emergency terms. \r\n","Follow standard agency policies.","Coronavirus Assistance and Acquisition-Related Information and Resources"],"guidanceAnswers":["NO.","YES ","NOT ADDRESSED","NO ALLOWABILITY OF OTHER COSTS - STANDARD COST PRINCIPLES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","YES","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["Coronavirus Assistance and Acquisition-Related Information and Resources"," "," "," "],"guidanceLinks":["https://www.onr.navy.mil/en/coronavirus",null,null,null],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"United States Agency for International Development (USAID)","guidanceAnswerDescription":["Extensions may be considered on per case basis. \r\n\r\nAgreement Officers may provide flexibility with regard to the submission of competing applications in response to specific announcements, as well as unsolicited applications.  Per 3/27/2020 Memo (Revised)","Salaries of idled employees may be charged to grants.\r\n\r\nRecipients may continue to charge salaries and benefits to currently active awards consistent with the recipients' policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal. Recipients may charge other costs to their awards as necessary to resume activities supported by the award, consistent with applicable Federal cost principles and the benefit to the award. Prior to incurring such costs recipients must notify the AO and the AOR of these costs.  Per 3/27/20 Memo Revised","Late SAM registration permitted. \r\n\r\nLate registration that is consistent with OMB Memorandum M-20-17 is permitted. ","Allowability of cost considered on per case basis. \r\r\n\r\r\nFor Assistance awards where additional costs incurred as a result of\r\r\nCOVID-19 would have a significant impact on the budget, the partner must contact the CO/AO or COR/AOR. Approvals that are normally required under the existing terms and conditions of the award must still be obtained by the recipient unless waived pursuant to the\r\r\nMemorandum Authorizing COVID-19 Flexibilities. Costs that are allowable, allocable and reasonable in accordance with 2 CFR 200 and the terms of the award, and do not require prior approval may be incurred without such approval. per 4-24-20  FAQs.","Follow standard agency policies.","Allowability of unrefunded travel costs considered on per case basis.\r\n\r\n\"COs/AOs will consider all justifications for expenses:  They will be particularly inclined to view as prudent, and thus reasonable and allowable, those expenses incurred based on U.S. Government actions or directives. [Per 3/12/20 Memo.]  The following guidance is provided in the 3/27/20 Memo Revised: USAID may allow recipients to charge the full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the award. Recipients should not assume additional funds will be available should the charging of cancellation or other fees result in a shortage of funds to eventually carry out the event or travel."," Extensions may be considered on per case basis. \r\n\r\nThe Agreement Officer may extend awards that were active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020, at no additional cost for a period of up to twelve (12) months, at the request of the recipient.  Per 03/27/20 Memo Revised.","Automatic extension granted for some reports and waiver of some notice requirements. \r\n\r\nAutomatic 3 month extension for financial, performance and other reports beyond the normal due date.  Recipients may continue to draw down Federal funds without the timely submission of these reports. However, these reports must be submitted at the end of the postponed period. In addition, USAID waives the requirement for recipients to notify the agency of problems, delays or adverse conditions related to COVID-19 on a grant by grant basis (200 CFR 200.328(d)(l).  Per 3/27/20 Memo Revised.  This Memo also states \"This delay in submitting closeout reports may not exceed one year after the award expires.\"","Follow standard agency policies.","Prior approvals may be waived in some cases.\r\n\r\nImplementing partners should not undertake any new work or change approved work plans without consulting their COR(s)/AOR(s) and CO(s)/AO(s) and receiving written authorization to do so. [Per 3/12/20 Memo].  Note that the 3/27/20 Memo Revised states: USAID waives the prior approval requirements as listed in 2 CFR 200.407 to allow recipients to effectively address the response.","If funds are repurposed within a contract/agreement and can be moved to address a COVID-19 issue, then the CO/AO can make that determination. This  will be done on a case-by-case basis","COVID-19 GUIDANCE FOR IMPLEMENTING PARTNERS"],"guidanceAnswers":["CASE-BY-CASE","YES","YES","CASE-BY-CASE","NOT ADDRESSED.","CASE-BY-CASE","CASE-BY-CASE","YES","NOT ADDRESSED.","CASE-BY-CASE","CASE-BY-CASE","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["COVID-19 GUIDANCE FOR IMPLEMENTING PARTNERS","INFORMATION FROM THE OFFICE OF ACQUISITION AND ASSISTANCE IN THE BUREAU FOR MANAGEMENT OF THE U.S. AGENCY FOR INTERNATIONAL DEVELOPMENT"," "," "],"guidanceLinks":["https://www.usaid.gov/work-usaid/resources-for-partners/covid-19-guidance-implementing-partners","https://www.usaid.gov/sites/default/files/documents/1868/COVID-19_Guidance_to_Implementing_Partners_3.12.2020.pdf",null,null],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"National Aeronautics and Space Administration (NASA)","guidanceAnswerDescription":["Deadlines may be extended on per case basis.\r\n\r\nNASA may extend the deadlines for specific funding opportunities; all funding opportunity information is up to date in NSPIRES and grants.gov; NASA may allow proposals started before the due date but submitted after the due date as a result of the COVID-19 crisis to be considered for funding; contact the cognizant NASA program office for case-by-case consideration when the proposer cannot meet the proposal deadline. See #2 on Implementation Memo","Salaries of idled employees may be charged to grants. \r\n\r\n OMB Memo M-20-17 offers relief to recipients without any limitation. If salaries and benefits are budgeted items of an award, then anyone performing activities under that award would be allowed to charge their salary and benefits to the award as long as there is funding available and as long as it is consistent with the entity’s policy for paying salaries. T he recipient must also document and maintain records to substantiate the charging of any salaries and other project activities costs related to interruption of operations or services. Per FAQ #1 on 3/25/20 Memo V.1  ","Expiring SAM registrations have one-time extension.\r\n\r\nCurrent registrants in the System for Award Management (SAM) with active registrations expiring between March 19 and May 17, 2020, will be automatically afforded a one-time extension of 60 days. Per Item #1  on Implementation Memo.","Follow standard agency policies.","Follow standard agency policies.","Some non-refunded travel costs can be charged to grant. \r\n\r\nRecipients who incur costs related to the cancellation of events, travel, or other activities necessary reasonable for  the  performance  of  the  award,  or  the  pausing  and  restarting  of  grant-funded activities due to the public health emergency, are authorized to charge these costs to their award without  regard  to  2  CFR  §  200.403, Factors  affecting  allowability  of  costs,  2  CFR  §  200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs. Recipients must not assume that supplemental funding will be available. If a shortfall is anticipated, recipients must contact the cognizant NASA Grant Officer to  discuss  the  situation. See item #7 on the Implementation Memo.","Extensions considered on per case basis. \r\n\r\nRegarding NCEs and incremental funding: Individual NASA programs are able to make use of the 2 CFR 200 flexibility per OMB M-20-17 to allow costs associated with resuming funded grant activities to be charged to currently active grants. However, the decision as to whether awards negatively impacted by the COVID-19 crisis will be provided additional funding will have to be made on a program-by-program basis. Award recipients must not assume that NASA will be able to provide additional funding to cover funding losses associated with the COVID-19 crisis.  Per Item #4 on the Implementation Memo.","Automatic extension for some reports. \r\n\r\nRecipients may submit financial, performance, and other reports up to three (3) months beyond the normal due date. Recipients must notify program and Grant Officer if unable to provide reports within this extended period, and continue to notify these officials of any problems, delays, or adverse conditions which will materially impair the ability to meet the objective of the award per 2 CFR § 200.328(d)(1).","Follow standard agency policies.","Prior approvals may be waived. \r\n\r\nPrior approvals waived for 1) disengagement from the project for three months or a 25% reduction in PI time, 2) costs that  require prior approval in accordance with Subpart E—Cost Principles of this part or 45 CFR part 75   Appendix IX,  “Principles  for  Determining  Costs  Applicable  to  Research  and Development under Awards and Contracts with Hospitals,” or 48 CFR part 31, “Contract Cost Principles and Procedures,”, and 3) transfer of costs for participant support.  See item #8 from the Implementation Memo.","Donations permitted on per case basis.\r\n\r\n Personal Protective Equipment (PPE) purchased with NASA grant funding to first responders is allowed ... on a case-by-case basis. Recipient must obtain approval from their cognizant NASA program office; recipients should not assume that additional funds are available; recipients must also document and maintain records on all PPE donated to local first responders in response to the COVID-19 crisis. Per FAQ #4 on 03/25/20 Memo V1.","NASA Implementation of OMB Memorandum M-20-17"],"guidanceAnswers":["CASE-BY-CASE","YES","YES","NOT ADDRESSED.","NOT ADDRESSED.","YES","CASE-BY-CASE","YES","NOT ADDRESSED.","YES","CASE-BY-CASE","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["NASA Implementation of OMB Memorandum M-20-17","Grants and Research during the COVID-19 Epidemic"," "," "],"guidanceLinks":["https://searchpub.nssc.nasa.gov/servlet/sm.web.Fetch/NASA_s_Implementation_of_M-20-17_COVID-19.pdf?rhid=1000&did=6440077&type=released","https://cce.nasa.gov/cce/pdfs/FAQ-NASA%20COVID-19%20M-20-17%20_Final.pdf",null,null],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"US Department of Interior (DOI)","guidanceAnswerDescription":["DOI is honoring OMB Memo and DOD Specific Ageny Terms and Conditions. CASE‐BY‐CASE ‐‐ Flexibility encouraged and extensions granted on per case basis.   DOI recommends that program offices provide flexibility with upcoming proposal deadlines to the extent allowable by funding authorities and by the need to have enough time for merit review of submitted proposals.  Contact Program Officer/Grants Manager to seek extension, and monitor grants.gov to see if an extension has been posted.","Salaries of idled staff may be charged to grants.  Charges must be consistent with institutional policy under unexpected or extraordinary circumstances from all funding sources, federal and non‐federal.   [Note:  Limited to currently active awards for personnel who would normally be paid out of the award (e.g., graduate students, principal investigators, and postdoctoral researchers).]","OMB Memo applies","Flexibility is permitted in allowing charging of other costs.  DOI components may allow other costs to be charged to federal awards necessary to continue work on a project even if in a period where primary research activites are limited or curtailed.  To the maximum extent practicable, recipients will be expected to invoke or institute any and all reasonable mitigation and practices to lessen the cost to the government during the crises period.  (Note:  Limited to currently active award for personnel who would normally be paid out of the awards (e.g., graduate students, principal investigators, and postdoctoral researchers).","Follow standard agency policies.","Some non‐refunded travel costs can be charged to grants. Allows nonrefundable travel expenses incurred for travel canceled due to COVID‐19 to be charged to active awards in agreement with OMB Memorandum M‐20‐17. Grantees must follow applicable institution policy on allowable expenses for travel.","Automatic no cost extension permitted. Automatic 12 month no‐cost extension for awards that were active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020. Project‐specific financial and performance reports will be due 90 days following the end date of the extension. If all funds were provided at the start of a project, please be aware that funding expiration statutes may prohibit extensions. Please contact the DOI grants manager for specific award guidance.","Report submission may be delayed. Automatic three month extension on financial, performance, and other reports on currently active awards; notifications per 2CFR200.328(d)(1) notifications waived. For any other deliverables related to research awards, please contact the DOD grants manager and/or program manager for award specific guidance.","Follow standard agency policies.","Prior approval may be waived by some agencies. Grantees and proposers are advised that each federal agency has different authorities, and there might not be complete uniformity between agencies, components of agencies, and even between programs. The safest course of action in all cases is to contact the grants manager and program officer for the award to determine how the financial assistance award will be treated.","Follow standard agency policies.","ACURO Guidance for COVID-19"],"guidanceAnswers":["CASE-BY-CASE","YES ","Yes","YES","NOT ADDRESSED.","YES","YES","YES","NOT ADDRESSED.","CASE-BY-CASE","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["ACURO Guidance for COVID-19","Frequently Asked Questions"],"guidanceLinks":["https://cdmrp.army.mil/about/covid‐19/ACURO_Guidance_for_COVID‐19.pdf","https://basicresearch.defense.gov/COVID‐19/Frequently‐Asked‐Questions/"],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"Food and Drug Administration (FDA)","guidanceAnswerDescription":["Follow standard agency policies.","Salaries of idled employees may be charged to grants.  \r\r\n\r\r\nSalaries of idled employees may be charged to FDA grant awards  if  recipient organization’s policy of paying salaries under unexpected or extraordinary circumstances  allows for the charging of salaries and benefits during periods when no work is performed due to the effect of COVID-19, regardless of the funding source, including Federal and non-Federal.  FDA may request documentation to confirm the requirements of institutional policies","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies.","Some non-refunded  travel costs may be charged to grants.\r\r\n\r\r\nNon-refundable costs associated with grant-related travel that has been cancelled or delayed due to COVID-19 may be charged to the FDA award if they would have otherwise been allowable.  This includes registration fees for conferences, symposiums or seminars, scientific meetings, conferences and workshops supported by FDA.","Follow standard agency policies","Contact the assigned grants management and/or program official to let them know the reports will be late.\r\r\n\r\r\nFDA will accept these late reports but will delay issuing grant awards until the reports are received and accepted.  Any additional/separate guidance provided by the Grants Management and/or Program Official to the recipient related to a specific award and/or grant program shall supersede the extension of reporting flexibilities outlined in this Notice. FDA will allow recipients that are affected by COVID-19 to delay submission of any final financial, performance, and other reports required by the terms and conditions of award for the closeout of expired projects, provided that proper notice about the reporting delay is given by the recipient to the agency. This delay may not exceed one year.  Single Audit: FDA will allow recipients directly affected by COVID-19 to delay the completion and submission of the Single Audit report for up to 6 months beyond the normal due date.","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies.","FDA Guidance on Conduct of Clinical Trials of Medical Products during COVID-19 Pandemic"],"guidanceAnswers":["NOT ADDRESSED.","YES","NOT ADDRESSED","NOT ADDRESSED.","NOT ADDRESSED.","YES","NOT ADDRESSED.","YES","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":["FDA Guidance on Conduct of Clinical Trials of Medical Products during COVID-19 Pandemic","FDA - Flexibilities Available to Applicants and Recipients of Federal Financial Assistance Affected by COVID-19"],"guidanceLinks":["https://www.fda.gov/media/136238/download","https://grants.nih.gov/grants/guide/notice-files/NOT-FD-20-019.html"],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"Health and Human Services Administration (HRSA)","guidanceAnswerDescription":["Deadlines may be extended on a per case basis. \r\r\n\r\r\nContact the DGP via email at DGPWaivers@hrsa.gov and provide a brief explanation and your earliest estimated date of submission.  Your email must include:  HRSA funding opportunity number; name, address and telephone number of the organization; organization's DUNS number; and name and telephone number of the Project Director\r\r\n","Salaries of idled staff may be charged to grants.\r\r\n\r\r\nPer OMB Memo M-20-11 and M-20-17, HRSA recipients may continue to charge salaries and benefits to currently active awards consistent with their organization's policy of paying salaries under unexpected or extraordinary circumstances from all funding sources, federal and non-federal.  If recipients do not have such policies in place for paying salaries under unexpected or emergency circumstances, they should immediately develop and officially adopt these new policies. ","Expiring SAM registrations have one-time extension.\r\r\n\r\r\nActive registrations expiring before May 16, 2020 will be afforded a one-time extension of 60 days.","Follow standard agency policies","Follow standard agency policies.","Some non-refunded  travel costs may be charged to grants.\r\r\n\r\r\nPer guidance issued by Office of Management and Budget (OMB) Memo M-20-17, HRSA recipients may charge full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the grant.","Automatic no-cost extension granted. \r\r\n\r\r\nFor awards active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020, automatic 12 month extension granted.","Some report submissions may be delayed on per case basis. \r\r\n\r\r\nExtension requests can be made through HRSA's Electronic Handbooks. Contact Grants Management Specialist for questions. The delay in submitting closeout reports may not exceed one year after the award expires.  Late Non-competitive continuation (NCCs) reports:  Contact Grants Management Specialist.  SINGLE AUDIT--Per guidance issued by the Office of Management and Budget in Memos M-20-11 and M-20-17, HRSA recipients with awards issued in response to COVID-19 may delay their submission by up to 12 months. HRSA recipients that do not have awards issued in response to COVID-19, but are affected by the loss of operational capacity due to COVID-19 may delay their submission by a six month extension.  CONTINUATION REPORTS:  HRSA is committed to assisting our recipients during these difficult times. To that extent, if you are unable to submit your non-competitive continuation (NCCs) report by the posted due date, please contact your grants management specialist via email or phone. \r\r\nInitial contact will be used to determine next steps, which may include, permitting a deadline extension, allowing for a one-time limited non-competitive continuation report, or other determinations as deemed appropriate.  Please note, non-competitive continuation reports vary by program so it is important to contact your HRSA grant official for specific guidance.  All requests will be handled on a case by case basis, depending on recipient circumstances.","Follow standard agency policies","Recipients are required to obtain HRSA approval for changes in budget and program plans as stated in 45 CFR § 75.308 and CFR §200.308. HRSA may consider providing flexibilities on a case by case basis for the items cited under these citations.\r\r\n\r\r\nIf the impact of COVID-19 constitutes a change in scope, the recipient must submit a request for prior approval in EHBs. The request must specifically state the change is temporary, as a result of COVID-19, and impacts will not require a subsequent change in scope, once the public health emergency ends. The project scope will automatically revert to the previously approved scope.\r\r\n\r\r\n","Follow standard agency policies.","HRSA - Manage Your Grant"],"guidanceAnswers":["CASE-BY-CASE","YES","YES","NOT ADDRESSED.","NOT ADDRESSED.","YES","YES","CASE-BY-CASE","NOT ADDRESSED.","NO","NOT ADDRESSED.","Search grants.gov for FOAs"],"guidanceComments":"","guidanceDocuments":["HRSA - Manage Your Grant"],"guidanceLinks":["https://www.hrsa.gov/grants/manage‐your‐grant/COVID‐19‐frequently‐asked‐questions"],"FOASiteLink":"Search grants.gov for FOAs","updateddate":"5/6/20"},{"agency":"Substance Abuse and Mental Health Services Administration (SAMHSA)","guidanceAnswerDescription":["SAMHSA is not extending application due dates as SAMHSA has a one year appropriation that cannot be extended by statute.","If a recipient organization’s policy allows for the charging of salaries and benefits during periods when no work is performed due to the effect of COVID‐19, regardless of the funding source, including Federal and non‐Federal, then such charges to SAMHSA grant awards will be allowable. SAMHSA understands that personnel may be reallocated to help with the public health emergency and there may be a need for additional staff. Grant recipients can submit a budget modification request to address these changes.  SAMHSA may request documentation to confirm the requirements of organizational policies.","Follow standard agency policies","SAMHSA grant funds can be used to purchase laptops and other devices to deliver training and services specified under the grant. This includes the purchase of software to facilitate the delivery of services and training. SAMHSA grant funds cannot be used to purchase laptops and other devices for personal use or for clients. In addition, the purchasing of internet services for clients is not authorized.","Follow standard agency policies.","Some non-refunded travel costs may be charged to grants.\r\r\n\r\r\nGrant recipients can be reimbursed for the cancellation of events, travel, or other related costs if original cost would have been incurred by the grant.  However, reimbursement for cancellation costs may require an adjustment to the budget.  Grant recipients should not assume additional funds will be available should the charging of cancellation or other fees result in a shortage of funds to eventually carry out the event or travel.  \r\r\n\r\r\nAdditionally, SAMHSA fully supports and encourages grant recipients doing activities virtually where possible.  if budget modifications are needed to do this, grant recipients should submit a revision request. If no budget modification is needed, grant recipients may begin virtual activities immediately. ","Flexibility provided for discretionary grantees requesting NCEs.\r\r\n\r\r\nDiscretionary grant recipients should notify their GMS and GPO of their intent to submit a NCE. NCE forms can be found on the SAMHSA site at: https://www.samhsa.gov/grants/grantsmanagement/post-award-amendments#no-cost-extension","60 day automatic extension for reports due on or before April 30, 2020.","Follow standard agency policies","Follow standard agency policies","Grant funds can be used to purchase PPE for authorized grant personnel working in service of the grant.  SAMHSA grant funds cannot be used to purchase PPE for unreleated grant activities.",null],"guidanceAnswers":["NO","YES","NOT ADDRESSED","YES","NOT ADDRESSED. ","YES ","YES","YES","NOT ADDRESSED.","NOT ADDRESSED.","NO","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":[],"guidanceLinks":[],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"Department of Justice (DOJ)","guidanceAnswerDescription":["Some late proposals may be accepted.\r\r\n\r\r\nSolicitations with original application due dates between March 16th and March 31st have been extended by 2 weeks. OJP will continue to monitor the situation and determine if additional adjustments to closing dates will be needed. Grants.gov and OJP’s Grants Management System remain open to continue to accept applications","Salaries of idled staff may be charged to grants consistent with the recipients’ policy of paying salaries and benefits under unexpected or extraordinary circumstances from all funding sources (Federal and non‐Federal).","60‐day extensions to SAM.gov registrations with expiration dates between 3/19/2020 and 5/17/2020 will automatically be initiated.","Follow standard agency policies","Follow standard agency policies.","OJP will allow recipients who incur costs related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award (e.g., the costs of providing telework equipment to employees who are working on the award), or the pausing and restarting of grant‐funded activities due to the public health emergency, to charge these costs to their award. OJP will allow recipients to charge full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the grant. In cases where charging of cancellation or other costs results in insufficient funds to eventually carry out the event or travel, please contact your grant manager to discuss possible alternatives or changes to the scope of the project, if feasible.","Follow standard agency policies and consult with your grant manager as needed. Requests for no‐cost extensions will be processed via a Grant Adjustment Notice (GAN).  Awards funded by the Office for Victims of Crime (OVC) (or any other OJP bureau/program office) under the provisions of the Victims of Crime Act (VOCA) of 1984, are available during the federal fiscal year of the award, plus the following three fiscal years. OVC and other OJP bureaus/program offices have no discretion to permit extensions of any award’s period of performance beyond the statutory period.","Flexibilities afforded in certain circumstances. \r\r\n\r\r\nFINANCIAL REPORTING REQUIREMENT: Up to 60 days for FFRs for the reporting period January 1 – March 31, 2020. GMS will continue to send automatic delinquency notifications, which can be disregarded. However, grant funds will not be withheld unless the FFR has not been submitted by June 30.   Closeout extensions/performance/other reports& deliverables:  Prior approval required.  Contact grant manager before  closeout deadline (90 days after the award end date). The Grants Management System (GMS) will continue to send automatic closeout notifications, which can be disregarded.   \r\r\n\r\r\nSINGLE AUDIT SUBMISSION: In cases where OJP serves as the cognizant agency or has oversight for a recipient’s audit, it will allow grant recipients that have fiscal year-ends through June 30, 2020 and that have not yet filed their single audits with the Federal Audit Clearinghouse as of March 19, 2020, an extension of six (6) months beyond the normal due date. Please note that recipients taking advantage of this extension would still qualify as a \"low-risk auditee\" under the criteria of 2 CFR § 200.520 (a)- Criteria for a low-risk auditee.","Follow standard agency policies","Prior approval not required in certain circumstances.\r\r\n\r\r\nUntil further notice, unless otherwise specifically stated below, OJP is suspending the requirements for GRANT RECIPIENTS to seek prior approval and to process Grant Adjustment Notices (GAN) in relation to the items discussed below that would normally require prior approval and/or a GAN. Grantees should maintain a copy of this guidance with any other appropriate records and cost documentation in their grant files (as required by 2 C.F.R. § 200.302, 2 C.F.R. § 200.333)  While COOPERATIVE AGREEMENT RECIPIENTS may benefit from the administrative flexibilities outlined below. Approval and Grant Adjustment Notices (GANS) for any cost or project changes related to cooperative\r\r\nagreement awards. Recipients should contact their OJP program managers promptly to discuss anticipated changes.","Follow standard agency policies.",null],"guidanceAnswers":["YES ","YES","YES","NOT ADDRESSED.","NOT ADDRESSED.","YES","CASE-BY-CASE","YES","NOT ADDRESSED.","YES","NOT ADDRESSED","NOT ADDRESSED."],"guidanceComments":"","guidanceDocuments":[],"guidanceLinks":[],"FOASiteLink":"NOT ADDRESSED.","updateddate":"5/6/20"},{"agency":"United States Department of Agriculture (USDA) National Institute of Food and Agriculture (NIFA)","guidanceAnswerDescription":["See the USDA NIFA Deadline Extensions Due to COVID‐19 page for NIFA program deadlines being extended due to coronavirus impact.  Contact the Agency Contact, identified in Part VII of the request for applications (RFA), if you want a late application considered due to an extenuating circumstance.","Consistent with the recipients’ policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non‐Federal.  To discuss the allowability of salaries (including staffing fluctuation), stipends, and benefits and/or administrative options, which may include No‐Cost Extensions and change in scope contact NIFA at awards@usda.gov to consult with a grants specialist about the organization’s specific circumstances. To discuss anticipated programmatic shortfalls, contact the National Program Leader.","Active registrations expiring before May 16, 2020 will be afforded a one‐time extension of 60 days.","Recipients  are authorized to charge these costs to their award without regard to 2 CFR § 200.403, Factors affecting allowability of costs, 2 CFR § 200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs. Recipients may charge the full cost to the award when the event, travel, or other activities are conducted under the auspices of the grant.","Follow standard agency policies.","Some non-refunded travel costs may be charged to grants.\r\r\n\r\r\nRecipients who incur costs related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency, are authorized to charge these costs to their award without regard to 2 CFR § 200.403, Factors affecting allowability of costs, 2 CFR § 200.404, Reasonable costs, and 2CFR § 200.405, Allocable costs. Recipients may charge the full cost to the award when the event,\r\r\ntravel, or other activities are conducted under the auspices of the grant. Recipients must not assume that supplemental funding will be available should the charging of cancellation or other fees result in a shortage of funds to eventually carry out the event or travel.\r\r\n","Extension requests evaluated on per case basis. \r\r\n\r\r\nFor competitive grants, please check award Terms and Conditions for information on how to request a No-Cost Extension (NCE). NIFA is still evaluating the options for capacity grants.","Extensions of some reporting deadlines permitted. \r\r\n\r\r\nUSDA NIFA will allow grantees to delay submission of financial, performance and other reports up to 90 days beyond the normal due date. Up to 90 days beyond the normal due date. Grantees may continue to draw down Federal funds from ASAP without the timely submission of these reports. However, these reports must be submitted at the end of the postponed period. In addition, USDA NIFA may waive the requirement for recipients to notify the agency of problems, delays or adverse conditions related to COVID-19 on a grant by grant basis (200 CFR 200.328(d)(l)) during the effective period of the M-20-17","Follow standard agency policies","Follow standard agency policies","Recipients may donate PPE and other lab supplies in support of efforts related to COVID‐19, or use staff or equipment funded through NIFA grants to produce PPE. Recipients may re‐budget grant funds to repurchase supplies at a later date, or use unobligated balances. Recipients must not assume that supplemental funding will be available should the charging of such costs or other fees result in a shortage of funds to eventually carry out the project. Recipients are required to maintain appropriate records and cost documentation for any donated supplies, as required by 2 CFR §200.302 – Financial management and 2 CFR § 200.333 ‐ Retention requirement of records, and to substantiate ",null],"guidanceAnswers":["CASE-BY-CASE","YES","YES","YES","NOT ADDRESSED.","YES","CASE-BY-CASE","YES","NOT ADDRESSED.","NOT ADDRESSED.","YES","Certain NIFA programs will allow submission of COVID-19 relevant projects outside of their normal deadlines, including:  Agriculture and Food Research Initiative (AFRI) Foundational and Applied Science Request For Applications and Small Business Innovation Research (SBIR) Program"],"guidanceComments":"Certain NIFA programs will allow submission of COVID‐19 relevant projects outside of their normal deadlines, including:  Agriculture and Food Research Initiative (AFRI) Foundational and Applied Science Request For Applications.     Small Business Innovation Research (SBIR) Program","guidanceDocuments":[],"guidanceLinks":[],"FOASiteLink":"Certain NIFA programs will allow submission of COVID-19 relevant projects outside of their normal deadlines, including:  Agriculture and Food Research Initiative (AFRI) Foundational and Applied Science Request For Applications and Small Business Innovation Research (SBIR) Program","updateddate":"5/6/20"},{"agency":"U.S. Department of Transportation (DOT) Federal Transit Administration (FTA)","guidanceAnswerDescription":["30‐day extension applies to grant programs currently administered by FTA with active notices of funding opportunities (NOFOs).","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies",null],"guidanceAnswers":["YES","NOT ADDRESSED: ","NOT ADDRESSED","NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED.","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":[],"guidanceLinks":[],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"Environmental Protection Agency (EPA)","guidanceAnswerDescription":["Applicants should check the posted announcements or email points of contact listed in the announcements for additional information and continue to submit through grants.gov.  applicants for both competitive and non-competitive opportunities should continue to submit their applications to EPA electronically through Grants.gov. However, there are limited exceptions to this requirement under certain circumstances. As is standard policy, if an applicant has internet accessibility issues (related to COVID-19 or not) that prevent them from using Grants.gov, they may request a Grants.gov Exception. Instructions for how to request a Grants.gov Exception are contained in competitive announcements and can also be found here. On a case by case basis,\r\r\napplicants may also request permission from the applicable program or grants office to submit their\r\r\ncompetitive or non-competitive application outside of Grants.gov due to unforeseen exigent\r\r\ncircumstances for a specific opportunity. Submittal issues related to COVID-19 may qualify as\r\r\nunforeseen exigent circumstances. ","Salaries of idled employees may be charged to grants.\r\r\n\r\r\nCharging is permitted as long as the recipient also compensates employees whose salaries or benefits are funded from other sources. The March 19, 2020 OMB Guidance interprets the basic considerations for the allowability of costs (2 CFR § 200.403, 2 CFR § 200.404, 2 CFR § 200.405)","The Office of Management and Budget’s March 19, 2020 OMB Guidance says that agencies can “relax\r\r\nthe requirement for active System for Award Management (SAM) registration at time of application in\r\r\norder to expeditiously issue funding” but that applicants must be registered in SAM.gov in order to get\r\r\nan award. It also says that “current registrants in SAM with active registrations expiring before May 16,\r\r\n2020 will be afforded a one-time extension of 60 days.” It is EPA’s understanding that Grants.gov is\r\r\nworking on the technical issues to allow non-individual applicants (which represent almost all of EPA’s\r\r\napplicant and grantee community) to apply electronically through Grants.gov without an active SAM\r\r\nregistration. However, until Grants.gov provides a workaround in its system, EPA will provide flexibility\r\r\nto EPA applicants who are experiencing operational capacity or other issues due to COVID-19 consistent\r\r\nwith the above OMB guidance.","Follow standard agency policies","Follow standard agency policies","Recipients should document the facts concerning any cancellation, e.g., carrier cancellation policies as adjusted for waivers due to the COVID‐19 public health emergency, to substantiate the charging of cancellation costs and provide this information to the GS and PO.  MEETING FACILILTY:  CASE‐BY‐CASE ‐‐Facility cancellation fees must be based on the venue’s standard practices and consider any cancellation fee waivers or discounts offered due to the COVID‐19 public health emergency. Recipients must provide the PO and GS with documentation to support payment of meeting facility cancellation fees.","Extensions considerd on per case basis. Email the Grant Specialist (GS) for the agreement and  copy  the Project Officer (PO) with a description of the action they want EPA to take. Include justification COVID‐19 impact","NON‐COMPETITIVE CONTINUATION REQUESTS. Follow process for requesting no cost extensions.   CLOSE OUT:  YES: provided the recipient submits the report within one year of the expiration of the performance period for the grant.  SINGLE AUDIT:  YES‐‐automatic 6‐month extension of the date for filing their Single Audit.  FINANCIAL AND PERFORMANCE REPORTING: CASE‐ BY‐CASE‐‐ Provide justification for delays in reporting. Under 2 CFR 200.327 (financial reporting) and 2 CFR 200.328 (performance reporting), EPA can take unusual circumstances into account and make adjustments to reporting requirements subject to the 3 month limitation in the March 19, 2020, OMB Guidance. These adjustments may also require waiving reporting provisions in Terms and Conditions. An authorized EPA official must amend the award to adjust the reporting requirements.","Follow standard agency policies","The recipient must provide EPA’s GS and PO with an explanation for why waiver of the prior approval requirement is reasonable and necessary.","RE-BUDGETING:  Recipients should contact their Project Officer and provide detailed information regarding the nature of the COVID-19 response activities that the recipient wants to carry out. An authorized EPA official will\r\r\nthen provide the recipient with a determination on whether the activities are within the current scope of work or whether EPA will allow the recipient to modify the work plan to include the activities.   PPE:  NOT ADDRESSED","EPA Frequent Questions on Grant Issues in Response to the Novel Coronavirus (COVID-19) Public Health Emergency"],"guidanceAnswers":["CASE‐BY‐CASE","YES","YES","NOT ADDRESSED. ","NOT ADDRESSED.","CASE‐BY‐CASE","CASE‐BY‐ CASE","CASE BY CASE","NOT ADDRESSED.","CASE‐BY‐CASE","CASE-BY-CASE","Recipients should contact their Project Officer and provide detailed information regarding the nature of the COVID‐19 response activities that the recipient wants to carry out"],"guidanceComments":"","guidanceDocuments":["EPA Frequent Questions on Grant Issues in Response to the Novel Coronavirus (COVID-19) Public Health Emergency"],"guidanceLinks":["https://www.epa.gov/sites/production/files/2020-03/documents/external-grants-covid-19-faqs.pdf"],"FOASiteLink":"Recipients should contact their Project Officer and provide detailed information regarding the nature of the COVID‐19 response activities that the recipient wants to carry out","updateddate":"5/6/20"},{"agency":"National Endowment for the Humanities (NEH)","guidanceAnswerDescription":["Application deadlines will not be extended. Applications must be submitted through and validated by Grants.gov by the published deadlines.","Recipients may draw down budgeted salary expenses consistent with the written procedures of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, both federal and non‐federal.","Follow standard agency policies","Recipients also have minor rebudgeting authority that would permit them to charge costs necessary to resume activities supported by the NEH award, consistent with applicable federal cost principles and the benefit to the project. Recipients must maintain appropriate records and cost documentation as required by 2 CFR §200.302 Financial management and 2 CFR §200.333 Retention requirement for records to substantiate the charging of any salaries and other project    activity costs related to the interruption of operations or services.","Follow standard agency policies","Through June 30, 2020, NEH will reimburse recipients for nonrefundable project‐related travel expenses tied to a canceled event.","Follow standard agency policies","Some reporting deadlines are extended.\r\r\n\r\r\nUp to three months beyond the normal due date  for financial and progress reports. During this time, recipients may continue to draw down federal funds without the timely submission of these reports. However, these reports must be submitted at the end of the postponed period. Please contact your NEH grant management specialist through eGMS Reach if you would like to exercise this option.","Follow standard agency policies","Contact your NEH program officer through eGMS for additional information.","Follow standard agency policies","FAQs – Funding for NEH Applicants and Grantees Impacted by the Coronavirus"],"guidanceAnswers":["NO","YES","NOT ADDRESSED","CASE-BY-CASE","NOT ADDRESSED.","YES","NO","YES","NOT ADDRESSED.","CASE‐BY‐CASE","NOT ADDRESSED.","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":["FAQs – Funding for NEH Applicants and Grantees Impacted by the Coronavirus"],"guidanceLinks":["https://www.neh.gov/COVID19_FAQs"],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"National Endowment for the Arts (NEA)","guidanceAnswerDescription":["Follow standard agency policies.","You may draw down your grant funds at any time. In all cases, your requests must reflect allowable project‐related expenses already incurred (a reimbursement) and/or expenses expected to be incurred within thirty (30) calendar days from the date of the request (an advance.) All costs must be incurred within the approved period of performance.","Follow standard agency policies","Follow standard agency policies","Contact https://www.arts.gov/staff.","Contact https://www.arts.gov/staff.","You may extend your project’s period of performance if your approved project activity has been rescheduled, or you intend to reschedule to a later date. This allows you to shift the project to a later time period and maintains the availability of your award funds.","Contact https://www.arts.gov/staff.","Contact https://www.arts.gov/staff.","You may transfer among direct cost line items in your approved budget without prior written approval from us. This means if your approved budget included YEthe award.  The  NEA has very few prior approval requirements for costs, however you may be able to include costs for which we normally require prior approval.","If your Arts Endowment award has a period of performance that doesn’t end for several months, you have time to assess your situation and make necessary changes at a later date. You may request a change to your project at any time during the period of performance. Your funds are obligated to your particular award and remain available to you as long as you are in compliance with your award.",null],"guidanceAnswers":["NOT ADDRESSED.","NO","NOT ADDRESSED","NOT ADDRESSED. ","NOT ADDRESSED.","NOT ADDRESSED","YES","NOT ADDRESSED. ","NOT ADDRESSED.","YES","CASE-BY-CASE","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":[],"guidanceLinks":[],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"Institute of Museum and Library Sciences (IMLS)","guidanceAnswerDescription":["We have changed the application deadlines for five open library services grant programs. You can read the news release on the new deadlines here.","With advance approval, salaries for idled employees may be charged.\r\r\n\r\r\nWith advance approval, grantees may continue to charge salaries and benefits to your active IMLS award as long as doing so is consistent with the grantee organization’s policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, both Federal and non-Federal.\r\r\n\r\r\nIf a grantee suspends project activities temporarily due to the impact of COVID-19, it may also charge other costs necessary to resume activities supported by the IMLS award as long as doing so is within the scope of the original award, is consistent with applicable Federal cost principles, and is to the benefit of the project.\r\r\n\r\r\nTo request advance approval for charging salaries, benefits, or other costs as described above to a grantee's IMLS discretionary award, the grantee must submit an Other Change request through its eGMS Reach account. In the field requesting an explanation for the request, enter “COVID-19: Salaries and benefits” or “COVID-19: Other costs.” Supporting document should be formatted as a PDF, and it must include (1) a brief explanation of how COVID-19 has disrupted the work; (2) a description and dollar estimate of the expenses the grantee wishes to charge to its award; and (3) a verification that charging salaries and benefits to its active IMLS award is consistent with its organization’s policy of paying such expenses (under unexpected or extraordinary circumstances) from all funding sources, both Federal and non-Federal. IMLS will notify the grantee of the approval or rejection of its request through eGMS Reach or email.","Active registrations expiring before May 16, 2020 have been automatically granted a one‐time extension of 60 days.","Contact IMLS program officer","Follow standard agency policies","Advance approval for charging these costs to your discretionary IMLS award, you must submit an Other Change request through your eGMS Reach account. In the field requesting an explanation for your request, enter “COVID-19: Cancellation fees” or “COVID-19: Other costs.” Your supporting document should be formatted as a PDF, and it must include (1) a brief explanation of how COVID-19 has disrupted your work, and (2) a description and dollar estimate of the expenses you wish to charge to your award. We will notify you of the approval or rejection of your request through eGMS Reach or email.","To request approval for a no-cost extension, you must submit an Extension to Award Period request through your eGMS Reach account. Your supporting document should be formatted as a PDF, and it must include (1) a brief explanation of how COVID-19 has disrupted your work, and (2) a revised Schedule of Completion showing how you will use the additional time to complete your project activities. We will notify you of the approval or rejection of your request and provide a revised Report Schedule through eGMS Reach or email.","To request approval for an extension of interim report due dates, you must submit an Other Change request through your eGMS Reach account. In the field requesting an explanation for your request, enter “COVID-19: Extend due date for reports.” Your supporting document should be formatted as a PDF, and it must include a brief explanation of how COVID-19 has disrupted your work. We will notify you of the approval or rejection of your request through eGMS Reach or email.\r\r\n\r\r\nIf we approve the extension, you may continue to draw down IMLS funds without the timely submission of these reports. However, you must submit the reports at the end of the postponed period.  \r\r\n\r\r\nSINGLE AUDIT:  YES \r\r\n\r\r\nIf IMLS is your cognizant or oversight agency for audit and you, as an recipient or subrecipient, have not yet filed your single audits with the Federal Audit Clearinghouse as of March 19, 2020, and you have a fiscal year-end through June 30, 2020, you may delay the completion and submission of your Single Audit reporting package, as required under Subpart F of 2 CFR § 200.501 (Audit requirements), to six (6) months beyond your normal due date.\r\r\n\r\r\nIMLS does not require that you or your subrecipients seek approval for an extension from IMLS; however, you and your subrecipients should retain documentation of the reason for your delayed filing.\r\r\n\r\r\nIf you or your subrecipients take advantage of this extension, you and your subrecipients would still qualify as a “low-risk auditee” under the criteria of 2 CFR § 200.520(a) (Criteria for a low-risk auditee).\r\r\n","Contact your IMLS program officer through eGMS Reach to explore normally allowable options such as modifying project activities, extending the performance period, minor budget revisions, and rescheduling report submissions as well as the flexibilities provided by OMB Memorandum M‐20‐ 17.","Contact your IMLS program officer through eGMS Reach","PPE: NOT ADDRESSED\r\n\r\r\nRE-BUDGETING: CASE-BY-CASE\r\r\nContact your IMLS program officer through eGMS Reach","Coronavirus (COVID-19) Updates"],"guidanceAnswers":["YES","YES ","YES","NOT ADDRESSED. ","NOT ADDRESSED.","CASE-BY-CASE","CASE-BY-CASE","CASE-BY-CASE","CASE-BY-CASE","CASE‐BY‐CASE","CASE‐BY‐CASE","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":["Coronavirus (COVID-19) Updates"],"guidanceLinks":["https://www.imls.gov/coronavirus‐covid‐19‐updates/information‐imls‐grant‐ applicants‐and‐awardees"],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"Department of Commerce (DOC)","guidanceAnswerDescription":["You are encouraged to proactively work with your contracting officer (CO) and program manager (PM)/contracting officer’s representative to identify ways to continue contract performance.","Contact CO and PM","Follow standard agency policies","Contact CO and PM","Contact CO and PM","Contact CO and PM","Contact CO and PM","Contact CO and PM","Contact CO and PM","Contact CO and PM","PPE:  NOT ADDRESSED\r\r\n\r\r\nRE-BUDGETING:  NOT ADDRESSED\r\r\n",null],"guidanceAnswers":["CASE-BY-CASE","CASE-BY-CASE","NOT ADDRESSED","CASE-BY-CASE","CASE-BY-CASE","CASE-BY-CASE","CASE-BY-CASE","CASE-BY-CASE","CASE-BY-CASE","CASE-BY-CASE","NOT ADDRESSED. ","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":[],"guidanceLinks":[],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"Centers for Disease Control and Prevention (CDC)","guidanceAnswerDescription":[" In accordance with the Department of Health and Human Services (HHS) Grants Policy Statement “Submitting an Application,” Part I‐25‐26.  Please submit your request to extend the NOFO deadline to the assigned grants management specialist/program official noted in the Notice of Funding Opportunity under Agency Contacts prior to the NOFO closing date. Your request should include enough detail about the delay so that CDC can determine whether circumstances justify extending the NOFO application submission deadline.  If the impact of COVID‐19 prevents an applicant from securing required letters of support, please submit your application without that documentation by the established due date, with an explanation of the cause for delay.  Letters of support should be submitted as soon as possible after the deadline.","Recipients may continue to charge salaries and benefits to currently active federal awards consistent with the recipients’ policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources.","Current registrants in SAM with active registrations expiring before May 16, 2020, will be afforded a one-time extension of 60 days. At the time of award, the requirements of 45 CFR § 75.205, Federal awarding agency review of risk posed by applicants, continue to apply, so recipients must have active SAM registration prior to receiving a Notice of Award (NOA) for new awards or continuations.","Contact GMO and PO","Contact GMO and PO","CDC can allow recipients to charge costs to the award such as the cancellation of events, travel, or the pausing and restarting of grant‐funded activities due to the public health emergency. Recipients are required to maintain records and documentation to substantiate the cost. Contact Grants Management Officer (GMO) and Program Official (PO).","Due to the impact of COVID-19, CDC may extend awards that were active as of March 31, 2020, and scheduled to expire prior or up to December 31, 2020, automatically at no cost for a period of up to 12 months. No-cost extensions will be considered on a case-by-case basis.","Flexibilities may also be available for non-competing continuations. For recipients impacted by COVID-19, CDC is working to reduce the burden associated with non-competing continuations through abbreviated non-competitive continuation requests .  Contact GM/PO.  Project-specific financial and performance reports will be due 90 days following the end date of a case-by-case extension (see no cost extension). CDC will examine the need to extend other project reporting as the need arises.  CLOSE-OUT-- CDC may allow the recipient to delay submission of any pending financial, performance, or other reports required by the terms of the award for the closeout of expired projects, provided that proper notice about the reporting delay is given by the recipient to the agency. These extensions only apply to projects that expire during the 90-day time period of OMB Memorandum M-20-17pdf icon external icon. This delay in submitting closeout reports may not exceed one year after the award expires. A recipient should reach out to their assigned grants management specialist/program official if they anticipate needing an extension due to the COVID-19 crisis.  SINGLE AUDIT--Due to the impact of COVID-19, CDC recipients and subrecipients that have not yet filed their single audits with the Federal Audit Clearinghouse as of the date of the issuance of OMB Memorandum M-20-17pdf icon external icon that have fiscal year-ends through June 30, 2020, may delay the completion and submission of the Single Audit reporting package, as required under Subpart F of 45 CFR § 45.501, Audit Requirements, to 6 months beyond the normal due date. Foreign recipients, who submit audits directly to the Financial Assessment and Audit Resolution Unit (FAARU), may also delay the completion and submission of the Single Audit reporting package to 6 months beyond the normal due date. This extension does not require individual recipients and subrecipients to seek approval for the extension by CDC, but recipients and subrecipients should maintain documentation of the reason for the delayed filing. Recipients and subrecipients taking advantage of this extension would still qualify as a \"low-risk auditee\" under the criteria of 45 CFR § 75.520(a), Criteria for a low-risk auditee.\r\r\n\r\r\n","Contact GMO and PO","On a case-by-case basis, CDC may waive prior approval requirements as necessary to effectively address the response. If a recipient anticipates needing a waiver, they should reach out to their assigned grants management specialist/program official. All costs charged to federal awards must be consistent with federal cost policy guidelines and the terms of the award, except where specified in Memorandum M-20-17\r\r\n\r\r\n","PPE:  NOT ADDRESSED  \r\r\n\r\r\nREBUDGETING-- CASE-BY-CASE\r\r\n\r\r\nRedirection of funds may be allowable when the funds that will be redirected for COVID-19 activities are within the scope of the current award and the award’s statutory authority and do not duplicate activities with other CDC funded and federally funded activities.  Contact GMO and PO for  guidance.","General Funding and Grants Frequently Asked Questions"],"guidanceAnswers":["CASE‐BY‐CASE","YES","YES","CASE-BY-CASE","NOT ADDRESSED.","YES","CASE-BY-CASE","CASE-BY-CASE","NOT ADDRESSED.","CASE-BY-CASE","CASE‐BY‐CASE","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":["General Funding and Grants Frequently Asked Questions","Flexibilities Available to Applicants and Recipients of Federal Financial Assistance Affected by COVID-19"],"guidanceLinks":["https://www.cdc.gov/grants/public-health-emergencies/covid-19/faqs/index.html","https://www.cdc.gov/grants/public-health-emergencies/covid-19/flexibilities-available-applicants-recipients/index.html"],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"National Oceanic and Atmospheric Administration (NOAA)","guidanceAnswerDescription":["NOAA may provide flexibility with regard to the submission of competing applications in response to specific  announcements, as well as unsolicited applications. As appropriate, NOAA Program Offices should contact GMD to request Notice of Funding Opportunities (NOFO) deadline extensions in a timely manner.","Salaries of idled employees may be charged to grants.NOAA will permit recipients to continue to charge salaries and benefits to currently active Federal awards consistent with the recipients' policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non‐Federal.","One time extension granted.Current registrants in SAM with active registrations expiring before May 16, 2020 will be afforded a one‐ time extension of 60 days.","Follow standard agency policies","Follow standard agency policies","Some non‐refunded travel costs may be charged to grants.NOAA will permit recipients who incur costs related to the cancellation of events, travel, or other activities necessary and reasonable for  the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency, to charge   these costs to their award without regard to 2 CFR § 200.403, Factors affecting allowability of costs, 2 CFR § 200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs. NOAA permits recipients to charge full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the grant","Requests for extensions handled on per case basis.To the extent permitted by law, NOAA may extend awards which were active as of March 31, 2020 and scheduled to expire prior or up to December 31, 2020, for a period of up to twelve (12) months. Award recipients should initiate     and submit no‐cost extension requests in Grants Online no later than 30 days prior to period of performance end date (or, for research awards, no later than 10 days prior to period of performance end date for first time requests)","Delayed submission of some reports permitted.NOAA permits recipients to delay submission of financial, performance and other reports up to three (3) months beyond the normal due date and waives the requirement for recipients to notify the agency of problems, delays or adverse conditions, if they are related to COVID‐19, on a grant by grant basis (200 CFR 200.328(d)(l)). However, delinquency report notifications will continue to be generated from Grants Online and routed to recipients.  NOAA permits recipients to delay submission of any pending financial, performance and other reports required by the terms of the award for thecloseout of expired projects, if needed. The recipient must submit the request for extension of closeouts in Grants Online no later than the closeout period end date, and may do so for up to 90 days at a time. This delay in submitting closeout reports may not exceed a cumulative one yearafter the award expires.","Follow standard agency policies","Requests for waivers handled on per case basis.NOAA may waive prior approval requirements as necessary to effectively address the response; however, recipients must continue to submit requests in Grants Online to ensure proper documentation of the Grants File and reflect deviations in programmatic reports. All costs charged to Federal awards must be consistent with Federal cost policy guidelines and the terms of the award, except where specified in this memorandum.","Follow standard agency policies",null],"guidanceAnswers":["CASE-BY-CASE","YES","YES‐","NOT ADDRESSED","NOT ADDRESSED","YES","CASE-BY-CASE","YES","NOT ADDRESSED","CASE-BY-CASE","NOT ADDRESSED","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":[],"guidanceLinks":[],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"Federal Emergency Management Administration (FEMA)","guidanceAnswerDescription":["Late application may be permitted on per case basis.FEMA may provide flexibility for applicants to submit competitive applications in response to specific announcements as well  as unsolicited applications. Decisions to extend application deadlines will be made by the applicable program offices on a program‐by‐program basis and in accordance with applicable law and regulation.","Salaries of idled employees may be charged to grants.FEMA will allow recipients and subrecipients to continue to charge salaries and benefits to currently active FEMA awards consistent with the recipients’ and subrecipients’ policy of paying salaries under unexpected or extraordinary circumstances from all funding sources, Federal and non‐Federal.","One‐time extension afforded. SAM registrations expiring before May 16, 2020 will be afforded a one‐time 60‐day extension","Follow standard agency policies","Follow standard agency policies","Some non‐refunded travel costs may be charged to grant.FEMA will allow recipients and subrecipients who incur cancellation costs related to event, travel, or other activities necessary and reasonable for the performance of the award, or costs associated with pausing and restarting grant‐funded activities due to the public health emergency, to charge these costs to their awards. FEMA will allow recipients to charge the full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the grant. In cases where cancellation charges or other costs result in insufficient funds to carry out the event, travel, or other activities, recipients and subrecipients should contact their applicable FEMA or pass‐through entity points‐of‐contact to discuss possible alternatives as there may be no additional funding available.","Extensions considered on per case basis.To the extent permitted by law, FEMA may extend the period of performance of awards that are active as of March 31, 2020 and scheduled to expire through December 31, 2020 at no‐cost (i.e., no additional Federal funding) for a period of up to twelve (12) months. Recipients should request extensions pursuant to the conditions outlined in their award,      and FEMA will provide flexibilities to approve those requests to the greatest extent possible. For awards where the period of performance extension request deadline has already passed, FEMA may waive the deadline and consider the request. For awards made with funding from one‐year or multi‐year appropriations, FEMA generally will not extend the period of performance beyond May 31st of the fifth (5th) and final year that funds are available for liquidation under the appropriation. Project‐specific financial and performance reports will be due 90 days following the end date   of the extension. Recipients must also liquidate all obligations within 90 days following the end date of the extension","Submission of some reports may be delayed.For recipients unable to meet original due dates, FEMA will allow recipients to delay submission of pre‐closeout financial, performance, and other reports (e.g., reports associated with enhanced monitoring) up to three (3) months beyond the normal due date. Recipients may continue to draw down Federal funds without the timely submission of these reports. However, these reports must be submitted at the end of the postponed period. FEMA is also waiving the requirement for recipients to notify the Agency of problems, delays, or adverse conditions related to COVID‐19 (2 C.F.R. § 200.328(d)(l)). Recipients should nonetheless document such problems, delays, or adverse conditions related to COVID‐19 in their internal grant files.  For recipients unable to meet original closeout due dates, FEMA will allow recipients to delay financial, performance, and other report submissions required by the terms of the award for closeout, provided that the recipients notify FEMA in writing of the closeout report submission delay before theoriginal due dates. Closeout report submission delays may not exceed six (6) months after the award’s period of performance ends. This class exception does not extend to the liquidation deadlines imposed by 2 C.F.R. § 200.343, but recipients may still request liquidation period extensions on a case‐by‐case basis.","Follow standard agency policies","Any prior approval requirements will be waived on a program‐by‐program basis by the specific grant program offices at their discretion.","Follow standard agency policies",null],"guidanceAnswers":["CASE-BY-CASE","YES","YES","NOT ADDRESSED","NOT ADDRESSED","YES","CASE-BY-CASE","YES","NOT ADDRESSED","CASE-BY-CASE","NOT ADDRESSED","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":[],"guidanceLinks":[],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"Agency for Healthcare Research and Quality (AHRQ)","guidanceAnswerDescription":["Some late applications permitted.\r\r\n\r\r\nAHRQ will be highly accommodating of late applications submitted through May 1, 2020. We anticipate, but cannot guarantee, that all late applications submitted by that date will be reviewed in the council round to which they were submitted. As much as AHRQ would like to extend flexibility further, this rapidly evolving situation also creates multiple challenges for conducting peer review, and the timeline for getting review outcomes completed (so that funding can occur) can only be delayed so long. Therefore, applicants should assume that late applications submitted after May 1 may experience delay in peer review.","Salaries of idled employees may be charged to grants.\r\r\n\r\r\nConsistent with the recipients' policy of paying salaries (under unexpected or extraordinary circumstances) from all funding sources, Federal and non-Federal.","One time-extension afforded.\r\r\n\r\r\nActive registrations expiring before May 16, 2020 will be afforded a one-time extension of 60 days","Some costs may be charged.\r\r\n\r\r\nAHRQ will allow other costs to be charged to Federal awards necessary to resume activities supported by the award, consistent with applicable Federal cost principles and the benefit to the project.","Follow standard agency policies","AHRQ will allow recipients who incur costs related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency, to charge these costs to their award without regard to 2 CFR § 200.403, Factors affecting allowability of costs, 2 CFR § 200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs.\r\r\n\r\r\nAHRQ will allow recipients to charge full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the grant.\r\r\n\r\r\nNote: It is expected that recipients will attempt to have cancellation fees waived under any flexibilities vendors are allowing due to COVID-19.\r\r\n\r\r\n","FOLLOW STANDARD AGENCY PROCEDURES:  AHRQ recipients are to follow standard procedures for either notifying AHRQ of one-time no-cost extensions of up to 12 months for grants that are awarded under expanded authorities, or requesting prior approval for no-cost extensions of grants that are not awarded under expanded authorities. The most recent Notice of Award will indicate whether or not a particular award is under expanded authorities. Please refer to AHRQ’s FAQs for details: https://info.ahrq.gov/search?q=&category=8\r\r\nFollow standard agency policies.","Submission of some reports may be delayed.\r\n\r\nAHRQ will allow grantees to delay submission of financial, performance and other reports up to three (3) months beyond the normal due date. Grantees will be allowed to continue to draw down Federal funds without the timely submission of these reports. However, these reports must be submitted at the end of the postponed period.\r\n\r\nAHRQ does not waive the requirement for recipients to notify the agency of problems, delays or adverse conditions related to COVID-19 on a grant by grant basis (200 CPR 200.328(d)(l).\r\n\r\nNOTE: This excludes annual RPPR submissions (“Abbreviated non-competitive continuation requests”).Follow standard procedures and due dates for submitting complete Research Performance Progress Reports (RPPRs) to request non-competing continuation support. At this point in time, it is AHRQ’s understanding that all FY2020 Appropriated funds will need to be awarded before September 30, 2020, therefore delays in receipt of RPPRs could delay processing and jeopardize recipient receipt of funding in FY2020. However, AHRQ will consider requests for reasonable extensions of RPPR due dates on a case-by-case basis; please contact the Grants Management Specialist named on the most recent NOA.  CLOSEOUT:AHRQ will allow the grantee to delay submission of any pending financial, performance and other reports required by the terms of the award for the closeout of expired projects, provided that proper notice about the reporting delay is given by the grantee to the AHRQ Grants Management Specialist named on the most recent NOA. This delay in submitting closeout reports may not exceed one year after the award expires.  SINGLE AUDIT--AHRQ, in its capacity as cognizant or oversight agency for audit, will allow recipients and subrecipients that have not yet filed their single audits with the Federal Audit Clearinghouse as of the date of the issuance of this memorandum that have fiscal year-ends through June 30, 2020, to delay the completion and submission of the Single Audit reporting package, as required under Subpart F of 2 CFR § 200.501 -Audit Requirements, to six (6) months beyond the normal due date. No further action by AHRQ is required to enact this extension. This extension does not require individual recipients and subrecipients to seek approval for the extension by the cognizant or oversight agency for audit; however, recipients and subrecipients must maintain documentation of the reason for the delayed filing. Recipients and subrecipients taking advantage of this extension would still qualify as a \"low-risk auditee\" under the criteria of 2 CFR § 200.520 (a)-Criteria for a low-risk auditee.","Some pre-award costs may be incurred.\r\r\n\r\r\nAHRQ is allowing pre-award costs to be incurred from January 20, 2020, through the COVID-19 public health emergency period and prior to the date of a federal award for all applicants and recipients that have been impacted by COVID-19 due to loss of operations. All costs charged to Federal awards must be consistent with Federal cost policy guidelines and the terms of the award, unless otherwise specified in this Notice.","AHRQ will allow recipients who incur costs related to the cancellation of events, travel, or other activities necessary and reasonable for the performance of the award, or the pausing and restarting of grant funded activities due to the public health emergency, to charge these costs to their award without regard to 2 CFR § 200.403, Factors affecting allowability of costs, 2 CFR § 200.404, Reasonable costs, and 2 CFR § 200.405, Allocable costs.\r\r\n\r\r\nAHRQ will allow recipients to charge full cost of cancellation when the event, travel, or other activities are conducted under the auspices of the grant.\r\r\n\r\r\nNote: It is expected that recipients will attempt to have cancellation fees waived under any flexibilities vendors are allowing due to COVID-19.","Follow standard agency policies","Flexibilities Available to AHRQ Recipients and Applicants Directly Impacted by the Novel Coronavirus (COVID-19) Due to Loss of Operations"],"guidanceAnswers":["YES ","YES ","YES‐","YES","NOT ADDRESSED","YES ","NOT ADDRESSED.","YES","YES ","YES","NOT ADDRESSED","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":["Flexibilities Available to AHRQ Recipients and Applicants Directly Impacted by the Novel Coronavirus (COVID-19) Due to Loss of Operations"],"guidanceLinks":["https://grants.nih.gov/grants/guide/notice-files/NOT-HS-20-010.html"],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"Department of Education (DoED) - Institute of Education Sciences (IES)","guidanceAnswerDescription":["Follow standard agency policies.","Generally, a grantee or subgrantee may continue to charge the compensation (including but not necessarily limited to salaries, wages, and fringe benefits) of its employees who are paid by a currently active grant funded by the Department to that grant, consistent with the organization's policies and procedures for paying compensation from all funding sources, Federal and non-Federal, under unexpected or extraordinary circumstances, such as a public health emergency like COVID-19.[1] Thus, if the organization pays, consistent with its policies and procedures, similarly situated employees whose compensation is paid with non-Federal funds during an extended closure, those paid with grant funds from the Department may also continue to be paid.[2] \"However, an employee who is being paid with Department grant funds while the program grant activities are closed in whole or in part due to the COVID-19 pandemic may not also be paid for the time during which the program is closed by the organization or another organization for working on other activities that are not closed down.\"  If a grantee or subgrantee does not currently have in place a policy that addresses extraordinary circumstances such as those caused by COVID 19, the grantee or subgrantee may amend or create a policy in order to put emergency contingencies in place for Federal and non-Federal similarly situated employees. If the conditions exist for charges to be made to the Federal grant, charges may also be made to any non-Federal sources that are used by a grantee or subgrantee in order to meet a matching requirement.\r\n\r\nA grantee and subgrantee must maintain appropriate records and cost documentation as required by 2 CFR § 200.302 (financial management), 2 CFR § 200.430(i) (standards for documenting personnel expenses), and 2 CFR § 200.333 (record retention) to substantiate the charging of any compensation costs related to interruption of operations or services.\r\n\r\nAt the same time, recipients should consider ways that employees paid with grant funds can support continuing activities, including distance learning opportunities for students served by the grant.","Follow standard agency policies","Contact IES Program Officer","Follow standard agency policies","YES-- provided that a grantee or subgrantee first seeks to recover nonrefundable costs (for example, travel, registration fees) associated with a grant from the Department from the relevant entity that charged the fee (for example, airline, hotel, conference organizer).  Moreover, many agreements or contracts for conferences, training, or other activities related to a grant contain an emergency or \"act of God\" provision, and the grantee and its subgrantees must seek to exercise those clauses to the extent possible in light of the COVID-19 outbreak.  Please follow-up on fellows' flights because airlines have announced flexible policies (see AERA's travel resource page for details), and many are not charging for canceled flights.\r\r\nFor each fellow who had travel canceled/postponed due to COVID-19, please document the initial travel costs, the amount non-recoverable, the amount refunded, and proposed plans to reapply the refunded amounts. We will also consider your request about letting Pathways fellows who have already completed the program reapply travel funds to future meetings once we have further guidance from the Department of Education.  If you receive a refund on an airline ticket that was canceled, those funds should be treated as program income and used for grant-related costs. If you receive an airline credit, that credit should be used to support grant-related activities. If you receive neither an airline credit nor a refund, unrefunded or uncredited costs incurred for travel canceled due to COVID-19 can be charged to your grant. You must first try to exercise any emergency or \"act of God\" provisions to the extent possible in light of the COVID-19 outbreak before charging the cost of the event and travel cancellation to the grant. Please refer to item 4 above for additional information.","Follow standard agency procedures","If your institution is unable to complete and submit your Annual Performance Report (APR)—including both the financial and Research Progress Performance Reports (RPPR)—by the scheduled due date, due to the effects of COVID-19, please be sure to contact your IES Program Officer to let them know the reports will be late. We will then work with you to identify a new report due date.","Follow standard agency policies","Follow standard agency policies","Follow standard agency policies","FREQUENTLY ASKED QUESTIONS (FAQS) ABOUT THE CORONAVIRUS DISEASE 2019 (COVID-19) FOR IES GRANTEES"],"guidanceAnswers":["NOT ADDRESSED.","YES ","NOT ADDRESSED","CASE-BY-CASE","NOT ADDRESSED","YES ","YES","CASE-BY-CASE","NOT ADDRESSED","NOT ADDRESSED","NOT ADDRESSED","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":["FREQUENTLY ASKED QUESTIONS (FAQS) ABOUT THE CORONAVIRUS DISEASE 2019 (COVID-19) FOR IES GRANTEES"],"guidanceLinks":["https://ies.ed.gov/Covid_FAQ.asp#note1"],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"},{"agency":"Department of Energy (DOE), ARPA-E","guidanceAnswerDescription":["Prospective and current applicants are encouraged to check ARPA-E eXCHANGE for revised submission deadlines. Almost all deadlines have been changed in response to requests from various parties. ","To the extent that recipients continue to pay the salaries and benefits of their personnel, in accordance with their documented policies that address unexpected or extraordinary circumstances, and those expenses are properly distributed to all available funding sources, ARPA-E will reimburse its share of these expenses from available monies under the pertinent award(s).","ARPA-E eXCHANGE already provides for submission of an application without a current System for Award Management (SAM) registration. Applicants and their prospective sub-recipients are encouraged to register with SAM at their earliest convenience. In no instance will ARPA-E make an award without a current SAM registration","Allowability of costs for expenses not normally chargeable to awards, such as cancellation or delay penalties, or the winding-down and restarting of sponsored project activities, will be determined on a case-by-case basis on each individual invoice. If found to be allowable such costs may be reimbursed to recipients from monies already obligated by ARPA-E.","Follow standard agency policies","Allowability of costs for expenses not normally chargeable to awards, such as cancellation or delay penalties, or the winding-down and restarting of sponsored project activities, will be determined on a case-by-case basis on each individual invoice. If found to be allowable such costs may be reimbursed to recipients from monies already obligated by ARPA-E.","Awards active at any time between March 31, 2020 and December 31, 2020 may be extended utilizing the authority at 2 C.F.R. § 200.308(d)(2) one time for a maximum of twelve months. ARPA-E must be notified of the revised award expiration date; submitted by e-mail to ARPA-E-COVID19- Response@hq.doe.gov with the ARPA-E agreement number and recipient name in the subject line. ARPA-E will provide an e-mail response acknowledging the revised expiration date, and subsequently modify the agreement at a later date.","Extension of financial, performance, and other reporting – Requests for additional time to submit reports required by Attachment 4 may be addressed to ARPA-ECOVID19-Response@hq.doe.gov with the ARPA-E agreement number and recipient name in the subject line. ARPA-E will assess these requests on their merits and may provide up to an additional three months for submission of reports due between March 1, 2020 and August 1, 2020.  CLOSE-OUT--Recipients requiring additional time to submit closeout reports and other materials required by Attachment 4 must notify ARPA-E of the revised dates by which those items will be submitted. E-mail submission is acceptable and may be addressed to ARPA-E-COVID19-Response@hq.doe.gov with the ARPA-E agreement number and recipient name in the subject line. Any revised submission date must not exceed the current agreement expiration date by more than one year.  SINGLE AUDIT--Entities required to submit single or compliance audits, in accordance with 2 C.F.R. § 200.512 or 2 C.F.R. § 910.512 respectively, with a fiscal year end on or before June 30, 2020 must submit those reports not later than six months subsequent to the current due date.  No prior notice or approval from ARPA-E is necessary, but recipients must document their files setting forth the reason(s) for the extension.  Low-risk auditees under the criteria found at 2 C.F.R. § 200.520(a) or 2 C.F.R. § 910.520(a) who take advantage of this flexibility shall continue to be considered as a low-risk auditee, absent other reason(s) for a change in this status. ","Allowability of costs for expenses not normally chargeable to awards, such as cancellation or delay penalties, or the winding-down and restarting of sponsored project activities, will be determined on a case-by-case basis on each individual invoice. If found to be allowable such costs may be reimbursed to recipients from monies already obligated by ARPA-E.","The Department of Energy has not waived the prior approval requirements set forth at 2 C.F.R. § 200.308(c). This includes changes in the scope or objective of the research project; disengagement of the project director or principal investigator by more than three months or a 25 percent reduction in time devoted to the project; the sub-awarding, transferring or contracting out of any work not previously approved; or changes in cost share or matching provided. These matters will continue to be addressed through normal administrative means. Any request to revise the approved award budget or other matters arising in total or in part to the COVID-19 public health emergency may be directed to ARPA-E-COVID19-Response@hq.doe.gov with the ARPA-E agreement number and recipient name in the subject line.","Follow standard agency policies","ARPA-E Actions Owing to the COVID-19 Public Health Emergency"],"guidanceAnswers":["CASE-BY-CASE","YES ","YES‐","CASE-BY-CASE","NOT ADDRESSED","CASE-BY-CASE","YES","CASE-BY-CASE","CASE-BY-CASE","NO","NOT ADDRESSED","NOT ADDRESSED"],"guidanceComments":"","guidanceDocuments":["ARPA-E Actions Owing to the COVID-19 Public Health Emergency"],"guidanceLinks":["https://arpa-e.energy.gov/sites/default/files/COVID-19%20Important%20Notice%20ARPA-E.pdf"],"FOASiteLink":"NOT ADDRESSED","updateddate":"5/6/20"}]